{
  "slovak": {
    "apTitle": "Čo hlásali apoštoli?",
    "apSub1": "Už Starý zákon svedčí o Ježišovi Kristovi",

    "apVerse1": "Určili mu teda deň a zišlo sa ich mnoho na jeho byte. (Pavel) im od rána až do večera vykladal, svedčil o kráľovstve Božom a presviedčal ich o Ježišovi z Mojžišovho Zákona a z Prorokov.",
    "apRef1": "Skutky apoštolov 28:23",

    "apVerse2": "Čo bolo od počiatku, čo sme počuli, čo sme videli na vlastné oči, na čo sme pozerali a čoho sa nám dotýkali ruky, (o tom svedčíme, totiž) o Slove života. A ten život sa zjavil, my sme (Ho) videli, svedčíme (o Ňom) a zvestujeme vám večný život, ktorý bol u Otca a zjavil sa nám. Čo sme (teda) videli a počuli, zvestujeme aj vám, aby ste aj vy mali spoločenstvo s nami. Naše spoločenstvo aby bolo s Otcom a s Jeho Synom Ježišom Kristom. Toto vám píšeme, aby naša radosť bola úplná.",
    "apRef2": "Prvý Jánov 1:1-4",
    "apText1": "Apoštoli svedčili o Ježišovi, ktorého fyzicky videli, poznali, ktorého stretli po Jeho smrti a ktorého videli ako je unášaný do neba.",

    "apSub2": "Svedčili o vzkriesení Ježiša Krista",
    "apVerse3": "Tohto Ježiša vzkriesil Boh a my všetci sme svedkami toho.",
    "apRef3": "Skutky apoštolov 2:32",
    "apVerse4": "Ale zamordovali ste Vodcu života, ktorého Boh vzkriesil z mŕtvych; a my sme svedkami toho.",
    "apRef4": "Skutky apoštolov 3:15",
    "apVerse5": "Vedzte teda vy všetci, aj všetok ľud izraelský, že tento človek stojí pred vami zdravý v mene Ježiša Krista Nazaretského, ktorého ste vy ukrižovali, ale Boh Ho vzkriesil z mŕtvych.",
    "apRef5": "Skutky apoštolov 4:10",
    "apVerse6": "Apoštolovia však veľmi mocne vydávali svedectvo o vzkriesení Pána Ježiša a veľká milosť spočinula na nich na všetkých.",
    "apRef6": "Skutky apoštolov 4:33",
    "apVerse7": "Boh našich otcov vzkriesil Ježiša, ktorého ste vy zamordovali, keď ste Ho povesili na drevo. Toho Boh povýšil svojou pravicou za Vodcu a Spasiteľa, aby dal Izraelovi pokánie a odpustenie hriechov. A svedkami toho sme my a Duch Svätý, ktorého dal Boh tým, čo Ho poslúchajú. ",
    "apRef7": "Skutky apoštolov 5:30-32",
    "apVerse8": "Ale neprestali deň čo deň učiť v chráme a po domoch a zvestovať evanjelium Krista Ježiša.",
    "apRef8": "Skutky apoštolov 5:42",
    "apVerse9": "A my sme svedkami všetkého, čo činil v Judsku a v Jeruzaleme, ako Ho aj zamordovali, povesiac Ho na drevo. Toho Boh vzkriesil v tretí deň a dal Mu zjavovať sa.",
    "apRef9": "Skutky apoštolov 10:39-40 ",
    "apVerse10": "Až na jediný výkrik, ktorý som zavolal, stojac medzi nimi: Pre vzkriesenie z mŕtvych ma dnes súdite.",
    "apRef10": "Skutky apoštolov 24:21",
    "apText2": "Pavol bol súdený a bitý preto, že svedčil o vzkriesenom Ježišovi Kristovi.",

    "apSub3": "Svedčili o pokání skrze vieru v Ježiša Krista",
    "apVerse11": "Riekol im: Tak je napísané, že Kristus musel trpieť a na tretí deň vstať z mŕtvych a že sa musí kázať v Jeho mene pokánie na odpustenie hriechov všetkým národom, počnúc od Jeruzalema.",
    "apRef11": "Lukáš 24:46-47",
    "apSub4": "Svedčili o kráľovstve Božom, do ktorého vstúpi človek len skrze vieru v Ježiša Krista",

    "apVerse12": "A celkom smelo a bez prekážky kázal o kráľovstve Božom a učil o Pánovi Ježišovi Kristovi.",
    "apRef12": "Skutky apoštolov 28:31",
    "apVerse13": "Amen, amen, hovorím ti: Ak sa niekto nenarodí z vody a z Ducha, nemôže vojsť do Božieho kráľovstva. Na to mu Nikodém odpovedal: „Ako sa to môže stať?“ A ako Mojžiš vyzdvihol hada na púšti, tak musí byť vyzdvihnutý aj Syn človeka, aby každý, kto v neho verí, mal večný život.",
    "apRef13": "Ján 3:5,9,14-15",
    "apText3": "Kázanie o kráľovstve je opäť len kázanie o Ježišovi Kristovi.",
    "apSub5": "Svedčili o osobe Ježiša Krista",
    "apVerse14": "S mužmi, ktorí životy nasadili pre meno nášho Pána Ježiša Krista. ",
    "apRef14": "Skutky apoštolov 15:26",
    "apText4": "Tak zvestovali evanjelium, že riskovali vlastné životy za svedectvo o Pánovi Ježišovi.",
    "apVerse15": "Ale niektorí z nich boli z Cypru a z Kyrény, a keď prišli do Antiochie, hovorili aj Grékom a zvestovali Pána Ježiša. ",
    "apRef15": "Skutky apoštolov 11:20",
    "apVerse16": "Predvolali si ich teda a prikázali im, aby nikdy viac ani nehovorili ani neučili v mene Ježišovom.",
    "apRef16": "Skutky apoštolov 4:18",
    "apText5": "Čo teda vadilo ich protivníkom? Meno Ježiš.",

    "apSub6": "Svedčili o tom, čo hovoril Ježiš Kristus",
    "apText6": "Slovo, ktoré hlásal Pán Ježiš, to hlásali apoštoli.",
    "apVerse17": "O niekoľko dní povedal Pavel Barnabášovi: Vráťme sa a po všetkých mestách, v ktorých sme zvestovali slovo Pánovo, ponavštevujeme bratov, ako sa majú.",
    "apRef17": "Skutky apoštolov 15:36",

    "apSub7": "Ako apoštoli hlásali evanjelium?",
    "apVerse18": "Ale prijmite moc Ducha Svätého, ktorý zostúpi na vás, a budete mi svedkami.",
    "apRef18": "Skutky apoštolov 1:8",
    "apText7": "Apoštoli nehlásali evanjelium rutinným a rozumovým rozprávaním o tom, čo videli, ale v moci Ducha Svätého.",

    "apSub8": "Čo je dôkazom pravého evanjelia?",
    "apVerse19": "Veď ja sa nehanbím za evanjelium (Kristovo): lebo mocou Božou je ono na spasenie každému veriacemu, najprv Židovi, a aj Grékovi.",
    "apRef19": "Rimanom 1:16",

    "apText8": "Spasenie hriešnika je možné len skrze vieru v Ježiša Krista, ktorá sa prejavuje poslušnosťou Jeho Slovu.",

    "apVerse20": "Zjavuje sa v ňom zaiste spravodlivosť Božia z viery pre vieru, ako je napísané: Spravodlivý z viery bude žiť.",
    "apRef20": "Rimanom 1:17",
    "apText9": "Vo viere vo vzkriesenie a v nasledovaní Ježiša Krista sa zjavuje Božia spravodlivosť.",

    "apSub9": "Nehlásať vzkriesenie je porušením Božieho nariadenia",

    "apVerse21": "Veď Boh, ktorému slúžim svojím duchom zvesťou evanjelia Jeho Syna, je mi svedkom, ako neprestajne spomínam na vás.",
    "apRef21": "Rimanom 1:9",

    "apText10": "Pavol slúži Bohu tým, že zvestuje evanjelium Jeho Syna.",

    "apText10a": "Ak by učeníci nehlásali to, čoho boli očitými svedkami, porušili by príkaz Boha.",

    "apVerse22": "Ale Peter a Ján odpovedali im takto: Súďte, či je spravodlivé pred Bohom poslúchať viac vás ako Boha! Lebo my nemôžeme nehovoriť o tom, čo sme videli a počuli. ",
    "apRef22": "Skutky apoštolov 4:19-20",
    "apVerse23": "Čudujem sa, že od Toho, ktorý vás povolal v milosti Kristovej, sa tak rýchlo odvraciate k inému evanjeliu, ktoré ani nie je iné evanjelium. Sú však niektorí, čo robia zmätok medzi vami a chcú prekrútiť evanjelium Kristovo. Ale keby sme aj my, alebo keby vám anjel z neba zvestoval (iné) evanjelium miesto toho, ktoré sme vám my zvestovali, - nech je prekliaty! Ako sme prv povedali, aj teraz znovu hovorím: ak vám niekto zvestuje (iné) evanjelium miesto toho, ktoré ste prijali, nech je prekliaty!",
    "apRef23": "Galatským 1:6-9"
  },

  "english": {
    "apTitle": "What did the apostles preach?",
    "apSub1": "The Old Testament already testifies about Jesus Christ",

    "apVerse1": "So they set a day to meet with Paul, and many people came to the place he was staying. He expounded to them from morning to evening, testifying about the kingdom of God and persuading them about Jesus from the Law of Moses and the Prophets.",
    "apRef1": "Acts 28:23",

    "apVerse2": " That which was from the beginning, which we have heard, which we have seen with our own eyes, which we have gazed upon and touched with our own hands - this is the Word of life. And this is the life that was revealed; we have seen it and testified to it, and we proclaim to you the eternal life that was with the Father and was revealed to us. We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And this fellowship of ours is with the Father and with His Son, Jesus Christ. We write these things so that our joy may be complete.",
    "apRef2": "First John 1:1-4",
    "apText1": "The apostles testified about Jesus, Whom they physically saw, knew, met after His death, and Whom they saw taken up into heaven.",

    "apSub2": "They testified about the resurrection of Jesus Christ",
    "apVerse3": "God has raised this Jesus to life, to which we are all witnesses.",
    "apRef3": "Acts 2:32",
    "apVerse4": "You killed the Author of life, but God raised Him from the dead, and we are witnesses of the fact.",
    "apRef4": "Acts 3:15",
    "apVerse5": "Then let this be known to all of you and to all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised.",
    "apRef5": "Acts 4:10",
    "apVerse6": "With great power the apostles continued to give their testimony about the resurrection of the Lord Jesus. And abundant grace was upon them all.",
    "apRef6": "Acts 4:33",
    "apVerse7": "The God of our fathers raised up Jesus, whom you had killed by hanging Him on a tree. God exalted Him to His right hand as Prince and Savior, in order to grant repentance and forgiveness of sins to Israel. We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey Him.",
    "apRef7": "Acts 5:30-32",
    "apVerse8": "Every day, in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that Jesus is the Christ.",
    "apRef8": "Acts 5:42",
    "apVerse9": "We are witnesses of all that He did, both in the land of the Jews and in Jerusalem. And although they put Him to death by hanging Him on a tree, God raised Him up on the third day and caused Him to be seen.",
    "apRef9": " Acts 10:39-40",
    "apVerse10": "Unless it was this one thing I called out as I stood in their presence: ‘It is concerning the resurrection of the dead that I am on trial before you today.’",
    "apRef10": "Acts 24:21",
    "apText2": "Paul was judged and beaten because he testified about the resurrected Jesus Christ.",

    "apSub3": "They testified about repentance through faith in Jesus Christ",
    "apVerse11": "And He told them, “This is what is written: The Christ will suffer and rise from the dead on the third day, and in His name repentance and forgiveness of sins will be proclaimed to all nations, beginning in Jerusalem.",
    "apRef11": "Luke 24:46-47",

    "apSub4": "They testified about the kingdom of God, into which a person enters only through faith in Jesus Christ",
    "apVerse12": "Boldly and freely he proclaimed the kingdom of God and taught about the Lord Jesus Christ.",
    "apRef12": "Acts 28:31",
    "apVerse13": "Truly, truly, I tell you, no one can enter the kingdom of God unless he is born of water and the Spirit. “How can this be?” Nicodemus asked. Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up, that everyone who believes in Him may have eternal life.",
    "apRef13": "John 3:5,9,14-15",
    "apText3": "Preaching about the kingdom is again just preaching about Jesus Christ.",

    "apSub5": "They testified about the person of Jesus Christ",
    "apVerse14": "Men who have risked their lives for the name of our Lord Jesus Christ.",
    "apRef14": "Acts 15:26",
    "apText4": "They preached the gospel in such a way that they risked their lives for the testimony of the Lord Jesus.",
    "apVerse15": "But some of them, men from Cyprus and Cyrene, went to Antioch and began speaking to the Greeks as well, proclaiming the good news about the Lord Jesus.",
    "apRef15": "Acts 11:20",
    "apVerse16": "Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. ",
    "apRef16": "Acts 4:18",
    "apText5": "So what bothered their opponents? The name of Jesus.",

    "apSub6": " They testified to what Jesus Christ said",
    "apText6": "The apostles preached the word that Jesus preached.",
    "apVerse17": " Some time later Paul said to Barnabas, “Let us go back and visit the brothers in every town where we proclaimed the word of the Lord, to see how they are doing.” ",
    "apRef17": "Acts 15:36",

    "apSub7": "How did the apostles preach the gospel?",
    "apVerse18": "But you will receive power when the Holy Spirit comes upon you, and you will be My witnesses.",
    "apRef18": "Acts 1:8",
    "apText7": "The apostles did not preach the gospel by routine and rational narration of what they saw, but in the power of the Holy Spirit.",

    "apSub8": "What is the evidence of the true gospel?",
    "apVerse19": "I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes, first to the Jew, then to the Greek.",
    "apRef19": "Romans 1:16",

    "apText8": "The salvation of a sinner is possible only through faith in Jesus Christ, which is manifested by obedience to His Word.",

    "apVerse20": "For the gospel reveals the righteousness of God that comes by faith from start to finish, just as it is written: “The righteous will live by faith.”",
    "apRef20": "Romans 1:17",
    "apText9": "God's justice is revealed in faith in the resurrection and in following Jesus Christ.",

    "apSub9": "Not proclaiming the resurrection is a violation of God's command",

    "apVerse21": "God, whom I serve with my spirit  in preaching the gospel of His Son, is my witness how constantly I remember you.",
    "apRef21": "Romans 1:9",

    "apText10": "Paul serves God by preaching the gospel of His Son.",
    "apText10a": "If the disciples did not proclaim what they had witnessed, they would have violated God's command.",

    "apVerse22": "But Peter and John replied, “Judge for yourselves whether it is right in God’s sight to listen to you rather than God. For we cannot stop speaking about what we have seen and heard.”",
    "apRef22": "Acts 4:19-20",
    "apVerse23": "I am amazed how quickly you are deserting the One who called you by the grace of Christ and are turning to a different gospel - which is not even a gospel. Evidently some people are troubling you and trying to distort the gospel of Christ. But even if we or an angel from heaven should preach a gospel contrary to the one we preached to you, let him be under a curse! As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be under a curse!",
    "apRef23": "Galatians 1:6-9 "
  },

  "czech": {
    "apTitle": "Co hlásali apoštolové?",
    "apSub1": "Už Starý zákon svědčí o Ježíši Kristu",

    "apVerse1": "Určili mu tedy den a sešlo se jich mnoho na jeho bytě. (Pavel) jim od rána až do večera vykládal, svědčil o království Božím a přesvědčoval je o Ježíši z Mojžíšova Zákona a z Proroků.",
    "apRef1": "Skutky apoštolů 28:23",

    "apVerse2": "Co bylo od počátku, co jsme slyšeli, co jsme viděli na vlastní oči, na co jsme se dívali a čeho se nám dotýkali ruce (o tom svědčíme, totiž) o Slově života. A ten život se zjevil, my jsme (Ho) viděli, svědčíme (o Něm) a zvěstujeme vám věčný život, který byl u Otce a zjevil se nám. Co jsme (tedy) viděli a slyšeli, zvěstujeme i vám, abyste i vy měli společenství s námi. Naše společenství aby bylo s Otcem a s Jeho Synem Ježíšem Kristem. Toto vám píšeme, aby naše radost byla úplná. ",
    "apRef2": "První Janův 1:1-4",
    "apText1": "Apoštolové svědčili o Ježíšovi, kterého fyzicky viděli, znali, kterého potkali po Jeho smrti a kterého viděli jak je unášen do nebe.",

    "apSub2": "Svědčili o vzkříšení Ježíše Krista",
    "apVerse3": "Toho Ježíše vzkřísil Bůh a my všichni jsme svědky toho.",
    "apRef3": " Skutky apoštolů 2:32",
    "apVerse4": "Ale zamordovali jste Vůdce života, kterého Bůh vzkřísil z mrtvých; a my jsme svědky toho. ",
    "apRef4": "Skutky apoštolů 3:15",
    "apVerse5": "Vězte tedy vy všichni, i všechen lid izraelský, že tento člověk stojí před vámi zdravý ve jménu Ježíše Krista Nazaretského, kterého jste vy ukřižovali, ale Bůh Ho vzkřísil z mrtvých.",
    "apRef5": "Skutky apoštolů 4:10",

    "apVerse6": "Apoštolové však velmi mocně vydávali svědectví o vzkříšení Pána Ježíše a velká milost spočinula na nich na všechny.",
    "apRef6": "Skutky apoštolů 4:33",
    "apVerse7": "Bůh našich otců vzkřísil Ježíše, kterého jste vy zamordovali, když jste ho pověsili na dřevo. Toho Bůh povýšil svou pravicí za Vůdce a Spasitele, aby dal Izraeli pokání a odpuštění hříchů. A svědky toho jsme my a Duch Svatý, kterého dal Bůh těm, kdo ho poslouchají.",
    "apRef7": "Skutky apoštolů 5:30-32",
    "apVerse8": " Ale nepřestali den co den učit v chrámu a po domech a zvěstovat evangelium Krista Ježíše. ",
    "apRef8": "Skutky apoštolů 5:42",
    "apVerse9": "A my jsme svědky všeho, co činil v Judsku a v Jeruzalémě, jak Ho i zamordovali, pověsíc Ho na dřevo. Toho Bůh vzkřísil třetí den a dal Mu zjevovat se. ",
    "apRef9": "Skutky apoštolů 10:39-40",
    "apVerse10": "Až na jediný výkřik, který jsem zavolal, stojící mezi nimi: Pro vzkříšení z mrtvých mě dnes soudíte. ",
    "apRef10": "Skutky apoštolů 24:21",
    "apText2": "Pavel byl souzen a bit proto, že svědčil o vzkříšeném Ježíši Kristu.",

    "apSub3": "Svědčili o pokání skrze víru v Ježíše Krista",
    "apVerse11": "Řekl jim: Tak je psáno, že Kristus musel trpět a třetího dne vstát z mrtvých a že se musí kázat v Jeho jménu pokání k odpuštění hříchů všem národům, počínaje od Jeruzaléma.",
    "apRef11": "Lukáš 24:46-47",

    "apSub4": "Svědčili o království Božím, do kterého vstoupí člověk jen skrze víru v Ježíše Krista",

    "apVerse12": "A zcela směle a bez překážky kázal o království Božím a učil o Pánu Ježíši Kristu.",
    "apRef12": "Skutky apoštolů 28:31",
    "apVerse13": "Amen, amen, říkám ti: Pokud se někdo nenarodí z vody a z Ducha, nemůže vejít do Božího království. Na to mu Nikodém odpověděl: „Jak se to může stát?“ A jak Mojžíš vyzvedl hada na poušti, tak musí být vyzvednut i Syn člověka, aby každý, kdo v něho věří, měl věčný život.",
    "apRef13": "Jan 3:5,9,14-15",
    "apText3": "Kázání o království je opět jen kázání o Ježíši Kristu.",
    "apSub5": "Svědčili o osobě Ježíše Krista",
    "apVerse14": "S muži, kteří životy nasadili pro jméno našeho Pána Ježíše Krista.",
    "apRef14": "Skutky apoštolů 15:26",
    "apText4": "Tak zvěstovali evangelium, že riskovali vlastní životy za svědectví o Pánu Ježíši.",
    "apVerse15": "Ale někteří z nich byli z Kypru a z Kyrény, a když přišli do Antiochie, mluvili také Řekům a zvěstovali Pána Ježíše.",
    "apRef15": "Skutky apoštolů 11:20",
    "apVerse16": "Předvolali si je tedy a přikázali jim, aby nikdy více ani nemluvili ani neučili ve jménu Ježíšově.",
    "apRef16": "Skutky apoštolů 4:18 ",
    "apText5": " Co tedy vadilo jejich protivníkům? Jméno Ježíš.",

    "apSub6": "Svědčili o tom, co říkal Ježíš Kristus",
    "apText6": "Slovo, které hlásal Pán Ježíš, to hlásali apoštolové.",
    "apVerse17": "Za několik dní řekl Pavel Barnabášovi: Vraťme se a po všech městech, ve kterých jsme zvěstovali slovo Páně, ponavštěvujeme bratry, jak se mají.",
    "apRef17": "Skutky apoštolů 15:36",

    "apSub7": "Jak apoštolové hlásali evangelium?",
    "apVerse18": "Ale přijměte moc Ducha Svatého, který sestoupí na vás, a budete mi svědky.",
    "apRef18": "Skutky apoštolů 1:8",
    "apText7": "Apoštolové nehlásali evangelium rutinním a rozumovým vyprávěním o tom, co viděli, ale v moci Ducha Svatého.",

    "apSub8": "Co je důkazem pravého evangelia?",
    "apVerse19": "Vždyť já se nestydím za evangelium (Kristovo): neboť mocí Boží je ono ke spasení každému věřícímu, nejprve Židovi, a také Řekovi.",
    "apRef19": "Římanům 1:16",

    "apText8": "Spasení hříšníka je možné jen skrze víru v Ježíše Krista, která se projevuje poslušností Jeho Slovu.",

    "apVerse20": "Zjevuje se v něm zajisté spravedlnost Boží z víry pro víru, jak je psáno: Spravedlivý z víry bude žít.",
    "apRef20": "Římanům 1:17",
    "apText9": "Ve víře ve vzkříšení a v následování Ježíše Krista se zjevuje Boží spravedlnost.",

    "apSub9": "Nehlásat vzkříšení je porušením Božího nařízení",

    "apVerse21": "Vždyť Bůh, kterému sloužím svým duchem zvěstí evangelia Jeho Syna, je mi svědkem, jak neustále na vás vzpomínám.",
    "apRef21": "Římanům 1:9",

    "apText10": "Pavol slúži Bohu tým, že zvěstuje evanjelium Jeho Syna.",

    "apText10a": "Pokud by učedníci nehlásali to, čeho byli očitými svědky, porušili by příkaz Boha.",

    "apVerse22": "Ale Petr a Jan jim odpověděli takto: Souďte, zda je spravedlivé před Bohem poslouchat více vás než Boha! Neboť nemůžeme nemluvit o tom, co jsme viděli a slyšeli. ",
    "apRef22": "Skutky apoštolů 4:19-20",
    "apVerse23": "Divím se, že od Toho, který vás povolal v milosti Kristově, se tak rychle odvracíte k jinému evangeliu, které ani není jiné evangelium. Jsou však někteří, co dělají zmatek mezi vámi a chtějí překroutit evangelium Kristovo. Ale kdybychom i my, nebo kdyby vám anděl z nebe zvěstoval (jiné) evangelium místo toho, které jsme vám my zvěstovali, - ať je prokletý! Jak jsme dříve řekli, i nyní znovu říkám: jestliže vám někdo zvěstuje (jiné) evangelium místo toho, které jste přijali, - ať je prokletý!",
    "apRef23": "Galatským 1:6-9"
  }
}
