{
  "slovak": {
    "apTitle": "Čo hlásali apoštoli",
    "apSub1": "Už Starý zákon svedčí o Ježišovi Kristovi",

    "apVerse1": "Určili mu teda deň a zišlo sa ich mnoho na jeho byte. (Pavel) im od rána až do večera vykladal, svedčil o kráľovstve Božom a presviedčal ich o Ježišovi z Mojžišovho Zákona a z Prorokov.",
    "apRef1": "Skutky apoštolov 28:23",

    "apVerse2": "Čo bolo od počiatku, čo sme počuli, čo sme videli na vlastné oči, na čo sme pozerali a čoho sa nám dotýkali ruky, (o tom svedčíme, totiž) o Slove života. A ten život sa zjavil, my sme (Ho) videli, svedčíme (o Ňom) a zvestujeme vám večný život, ktorý bol u Otca a zjavil sa nám. Čo sme (teda) videli a počuli, zvestujeme aj vám, aby ste aj vy mali spoločenstvo s nami. Naše spoločenstvo aby bolo s Otcom a s Jeho Synom Ježišom Kristom. Toto vám píšeme, aby naša radosť bola úplná.",
    "apRef2": "Prvý Jánov 1:1-4",
    "apText1": "Apoštoli svedčili o Ježišovi, ktorého fyzicky videli, poznali, ktorého stretli po Jeho smrti a ktorého videli ako je unášaný do neba.",

    "apSub2": "Svedčili o vzkriesení Ježiša Krista",
    "apVerse3": "Tohto Ježiša vzkriesil Boh a my všetci sme svedkami toho.",
    "apRef3": "Skutky apoštolov 2:32",
    "apVerse4": "Ale zamordovali ste Vodcu života, ktorého Boh vzkriesil z mŕtvych; a my sme svedkami toho.",
    "apRef4": "Skutky apoštolov 3:15",
    "apVerse5": "Vedzte teda vy všetci, aj všetok ľud izraelský, že tento človek stojí pred vami zdravý v mene Ježiša Krista Nazaretského, ktorého ste vy ukrižovali, ale Boh Ho vzkriesil z mŕtvych.",
    "apRef5": "Skutky apoštolov 4:10",
    "apVerse6": "Apoštolovia však veľmi mocne vydávali svedectvo o vzkriesení Pána Ježiša a veľká milosť spočinula na nich na všetkých.",
    "apRef6": "Skutky apoštolov 4:33",
    "apVerse7": "Boh našich otcov vzkriesil Ježiša, ktorého ste vy zamordovali, keď ste Ho povesili na drevo. Toho Boh povýšil svojou pravicou za Vodcu a Spasiteľa, aby dal Izraelovi pokánie a odpustenie hriechov. A svedkami toho sme my a Duch Svätý, ktorého dal Boh tým, čo Ho poslúchajú. ",
    "apRef7": "Skutky apoštolov 5:30-32",
    "apVerse8": "Ale neprestali deň čo deň učiť v chráme a po domoch a zvestovať evanjelium Krista Ježiša.",
    "apRef8": "Skutky apoštolov 5:42",
    "apVerse9": "A my sme svedkami všetkého, čo činil v Judsku a v Jeruzaleme, ako Ho aj zamordovali, povesiac Ho na drevo. Toho Boh vzkriesil v tretí deň a dal Mu zjavovať sa.",
    "apRef9": "Skutky apoštolov 10:39-40 ",
    "apVerse10": "Až na jediný výkrik, ktorý som zavolal, stojac medzi nimi: Pre vzkriesenie z mŕtvych ma dnes súdite.",
    "apRef10": "Skutky apoštolov 24:21",
    "apText2": "Pavol bol súdený a bitý preto, že svedčil o vzkriesenom Ježišovi Kristovi.",

    "homeText13": "Čo sa v nás udialo, keď sme boli spasení a stali sme sa deťmi Božími? Vstúpil do nás Boží Duch:”",
    "homeVerse11": "A ja budem prosiť Otca, a dá vám iného Radcu, aby bol s vami až naveky - Ducha pravdy, ktorého svet nemôže prijať, pretože Ho nevidí, ani nepozná. Vy Ho poznáte, pretože pri vás ostáva a bude vo vás. Neopustím vás ako siroty, prídem k vám. Ešte máličko, a svet ma viac neuvidí, ale vy ma uvidíte; pretože ja žijem, aj vy budete žiť. V ten deň poznáte, že ja som vo svojom Otcovi, a vy ste vo mne, ako ja som vo vás.",
    "homeRef11": "Ján 14:16-20",
    "homeVerse12": "A ak prebýva vo vás Duch Toho, ktorý Ježiša vzkriesil z mŕtvych, tak Ten, ktorý Krista Ježiša vzkriesil z mŕtvych, aj vaše smrteľné telá oživí svojím Duchom, prebývajúcim vo vás. ",
    "homeRef12": "Rimanom 8:11",

    "homeText14": "Byť v Kristovi je chodiť podľa ducha:",
    "homeVerse13": "Veď Pán je Duch.",
    "homeRef13": "Druhý Korinťanom 3:17",
    "homeVerse14": "Vy však nie ste v tele, ale v Duchu, ak Duch Boží prebýva vo vás. Ale ak niekto nemá Ducha Kristovho, nie je Jeho.",
    "homeRef14": "Rimanom 8:9",

    "homeText15": "Duch Ježiša Krista ťa oslobodil:",
    "homeVerse15": "Zákon životodarného Ducha v Kristovi Ježišovi oslobodil ťa totiž od zákona hriechu a smrti.",
    "homeRef15": "Rimanom 8:2",
    "homeVerse16": " Nieto teda teraz už odsúdenia tých, čo sú v Kristovi Ježišovi [a nechodia podľa tela, ale podľa ducha].",
    "homeRef16": "Rimanom 8:1",

    "homeText16": "Tento Duch vedie človeka:",
    "homeVerse17": "Lebo všetci, ktorých Duch Boží vedie, sú synovia Boží.",
    "homeRef17": "Rimanom 8:14",

    "homeText17": "Sme chrám Ducha Svätého:",
    "homeVerse18": "Alebo či neviete, že vaše telo je chrámom Ducha Svätého, ktorý je vo vás, ktorého máte od Boha, a že nie ste sami svoji?",
    "homeRef18": "Prvý Korinťanom 6:19",

    "homeTitle4": "Slepá viera je na nič",
    "homeText18": "Ale, čo v tele umožňuje komunikovať s Božím Duchom? Fyzickými ušami počuje tak veriaci aj neveriaci vonkajšie zvuky. Aj dušou pociťuje veriaci aj neveriaci radosť, či smútok. Je to duch človeka, do ktorého môže vstúpiť Boží Duch a tak nadviazať spojenie s Ním:",
    "homeVerse19": "Pán s tvojím duchom! ",
    "homeRef19": "Druhý Timotejovi 4:22",

    "homeText19": "Preto aj keď Ho nevidíme, môžeme Ho vnútorne vnímať skrze Jeho Ducha. Máme teda osobnú skúsenosť hoci sme Ho nikdy nevideli a tak môžeme byť svedkami Ježiša Krista, že skutočne žije. Lebo žije v nás a to sa nedá nepociťovať.",

    "homeText20": "Aký by to malo zmysel veriť a zároveň byť bez osobného vzťahu s Bohom? Veriť v Boha, ktorý sedí tam hore v nebi a ja len verím, že On to tu všetko stvoril, no nemám s Ním žiadnu bližšiu interakciu by bolo pre človeka osobne na čo? Ak viera v Boha nemá pre mňa praktický zmysel, prečo by som mal počas života veriť? Potom by to bolo len mŕtve náboženstvo a strata času. Preto súčasťou viery v Ježiša Krista je skutočnosť, že On prebýva v živote veriaceho a zvnútra navonok Ho ovplyvňuje v jeho správaní a postojoch.",

    "homeTitle5": "Božie Slovo ti udá správny smer",
    "homeVerse20": "Saul, Saul, prečo ma prenasleduješ? A on povedal: Kto si, Pane? Odpovedal mu: Ja som Ježiš, ktorého ty prenasleduješ.",
    "homeRef20": "Skutky apoštolov 9:4-5",
    "homeText21": "Saul prenasledoval veriacich, no Pán Ježiš mu hovorí, že prenasleduje Jeho. Pán Ježiš sa tu priznával ku kresťanom. Čo ich spájalo?",
    "homeVerse21": "Pane, od mnohých som počul o tom mužovi, koľko zlého narobil Tvojim svätým v Jeruzaleme; aj tu má moc od veľkňazov, aby poviazal všetkých, ktorí vzývajú Tvoje meno.",
    "homeRef21": "Skutky apoštolov 9:13-14",
    "homeText22": "Spájalo ich to, že kresťania vzývali, teda uctievali meno Pána Ježiša. Kresťania už v prvom storočí za to platili životom. Uctievaš aj ty",
    "homeBold1": "Jeho Meno?",

    "homeVerse22": " Riekol mu Pán: Len choď, lebo on mi je vyvolenou nádobou, aby niesol moje meno pred pohanov, aj pred kráľov a pred synov izraelských.",
    "homeRef22": "Skutky apoštolov 9:15",
    "homeVerse23": "Odišiel teda Ananiáš a vojdúc do toho domu, položil ruky na neho a povedal mu: Brat Saul, Pán Ježiš, ktorý sa ti ukázal na ceste, po ktorej si prišiel, poslal ma, aby si zase videl a bol naplnený Duchom Svätým.",
    "homeRef23": "Skutky apoštolov 9:17",
    "homeBold2": "Nesieš aj ty pred pohanov Jeho Meno?",

    "cookiesText": "Táto stránka nezhromažďuje žiadne údaje",
    "cookiesButton": "Pokračovať"
  },

  "english": {
    "apTitle": "What did the apostles preach?",
    "apSub1": "The Old Testament already testifies about Jesus Christ",

    "apVerse1": "So they set a day to meet with Paul, and many people came to the place he was staying. He expounded to them from morning to evening, testifying about the kingdom of God and persuading them about Jesus from the Law of Moses and the Prophets.",
    "apRef1": "Acts 28:23",

    "apVerse2": " That which was from the beginning, which we have heard, which we have seen with our own eyes, which we have gazed upon and touched with our own hands - this is the Word of life. And this is the life that was revealed; we have seen it and testified to it, and we proclaim to you the eternal life that was with the Father and was revealed to us. We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And this fellowship of ours is with the Father and with His Son, Jesus Christ. We write these things so that our joy may be complete.",
    "apRef2": "First John 1:1-4",
    "apText1": "The apostles testified about Jesus, Whom they physically saw, knew, met after His death, and Whom they saw taken up into heaven.",

    "apSub2": "They testified about the resurrection of Jesus Christ",
    "apVerse3": "God has raised this Jesus to life, to which we are all witnesses.",
    "apRef3": "Acts 2:32",
    "apVerse4": "You killed the Author of life, but God raised Him from the dead, and we are witnesses of the fact.",
    "apRef4": "Acts 3:15",
    "apVerse5": "Then let this be known to all of you and to all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised.",
    "apRef5": "Acts 4:10",
    "apVerse6": "With great power the apostles continued to give their testimony about the resurrection of the Lord Jesus. And abundant grace was upon them all.",
    "apRef6": "Acts 4:33",
    "apVerse7": "The God of our fathers raised up Jesus, whom you had killed by hanging Him on a tree. God exalted Him to His right hand as Prince and Savior, in order to grant repentance and forgiveness of sins to Israel. We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey Him.",
    "apRef7": "Acts 5:30-32",
    "apVerse8": "Every day, in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that Jesus is the Christ.",
    "apRef8": "Acts 5:42",
    "apVerse9": "We are witnesses of all that He did, both in the land of the Jews and in Jerusalem. And although they put Him to death by hanging Him on a tree, God raised Him up on the third day and caused Him to be seen",
    "apRef9": " Acts 10:39-40",
    "apVerse10": "Unless it was this one thing I called out as I stood in their presence: ‘It is concerning the resurrection of the dead that I am on trial before you today.’",
    "apRef10": "Acts 24:21",
    "apText2": "Paul was judged and beaten because he testified about the resurrected Jesus Christ."
  }
}
