{
  "slovak": {
    "headerTitle": "Svedkovia",

    "heroTitle": "Svedok je ten, kto mal osobnú skúsenosť a o nej vypovedá",
    "heroSub": "Nespoliehaj sa na výklady organizácie, poď do Božieho Slova!",

    "homeTitle1": "Kto je v Božom Slove kľúčový pre nás pohanov?",

    "homeText1": "Ježiš Kristus umožnil spasenie nás pohanov skrze Jeho obeť za naše hriechy a daroval spásu tým, ktorí v Neho veria.",

    "homeVerse1": "A nieto spasenia v nikom inom, lebo nebolo dané pre ľudí iné meno pod nebom (než meno Ježiš Kristus), v ktorom by sme mali dôjsť spasenia.",
    "homeRef1": "Skutky apoštolov 4:12",

    "homeVerse2": "Lebo jedinou obeťou navždy zdokonalil tých, čo sa dajú posvätiť.",
    "homeRef2": "Židom 10:14",

    "homeText2": "Takže všetko čo robil a čo hovoril je pre nás smerodajné, pretože bez Neho by Nová zmluva neexistovala a Starý Zákon by tak ostal platný len pre Židov. A tí by boli až dodnes odkázaní na systém obetí, ktorý ale nikdy hriech neodstránil, len ho prikryl.",
    "homeVerse3": "A potom, každý kňaz tam stojí každý deň, koná bohoslužbu, znovu a znovu prináša tie isté obete, ktoré nikdy nemôžu zahladiť hriechy.",
    "homeRef3": "Židom 10:11",

    "homeTitle2": "Naše poslanie",

    "homeText3": "Aký príkaz Ježiš zanechal krátko pred Jeho nanebovstúpením?",
    "homeVerse4": "Budete mi svedkami aj v Jeruzaleme, aj po celom Judsku, aj v Samárii a až do posledných končín zeme.",
    "homeRef4": "Skutky apoštolov 1:8",

    "homeText4": "Sám Boh prikázal poslúchať Ježiša.",
    "homeVerse5": "Toto je môj milovaný Syn, v ktorom sa mi zaľúbilo; Jeho poslúchajte.",
    "homeRef5": "Matúš 17:5",

    "homeText5": "Ktorí Mu mali byť svedkami? Bol tento príkaz len pre tam prítomných jedenástich apoštolov? Pavol apoštol evanjelizoval pohanom, hoci v čase nanebovstúpenia Ježiša Krista ešte nebol Jeho nasledovník. Tak podobne Apollo, Barnabáš, Filemón a iní. Nevideli Ho, no evanjelizovali a tak poslúchali Jeho príkaz. Ak by príkaz platil len pre tam prítomných apoštolov, potom storočia po nich by nebol nik, kto by mal šíriť zvesť o Ježišovi Kristovi až po dnes.",

    "homeText6": "Kde všade povedal Ježiš, že Mu budú svedkami? Až do posledných končín zeme. Pavol apoštol a ďalší evanjelizovali v krajinách okolo Stredozemného mora avšak to ani zďaleka nepokrylo končiny zeme. Ako to myslel geograficky?",
    "homeVerse6": "Toto evanjelium o kráľovstve bude sa zvestovať po celom svete na svedectvo všetkým národom, a potom príde koniec.",
    "homeRef6": "Matúš 24:14",
    "homeText7": "Keďže celý svet nepokryli ani tam prítomní apoštoli, ani Pavol apoštol, ani ostatní evanjelisti Novej Zmluvy, tento príkaz sa týka všetkých, ktorí v Neho veria, keďže koniec ešte neprišiel.",

    "homeText8": "Čo to znamená byť svedkom?",
    "homeVerse7": "Čo vieme, hovoríme, a čo sme videli, svedčíme.",
    "homeRef7": "Ján 3:11",
    "homeText9": "Svedok je ten, kto niečo videl alebo ten kto mal osobnú skúsenosť. Videli ho tam prítomní jedenásti apoštoli a aj Pavol apoštol ho počul na ceste do Damasku. My sme ale Ježiša fyzickým zrakom nevideli tak ako ani tisíce iných po minulé stáročia.",
    "homeVerse8": "A Ježiš mu riekol: Pretože si ma videl, uveril si; blahoslavení, ktorí nevideli, a predsa uverili.",
    "homeRef8": "Ján 20:29",
    "homeText10": "Môžeme Mu teda byť svedkami len skrze vieru.",

    "homeTitle3": "Viera mení človeka zvnútra navonok",
    "homeText11": "Aké postavenie získavame vierou v Ježiša Krista?",
    "homeVerse9": "Lebo milosťou ste spasení skrze vieru. A to nie sami zo seba; je to dar Boží.",
    "homeRef9": "Efezským 2:8",
    "homeVerse10": "Ale tým, čo Ho prijali, dal moc stať sa deťmi Božími, tým, čo veria v Jeho meno.",
    "homeRef10": "Ján 1:12",

    "homeText12": "Čo to znamená veriť v Ježiša Krista? Je to veriť v to, v čo videli a verili apoštoli, teda v Jeho smrť, že zomrel za hriechy sveta, v Jeho vzkriesenie, v Jeho nanebovstúpenie. Zároveň “tým, čo Ho prijali” deklaruje skutočnosť, že Ho prijali za svojho Pána a Spasiteľa. Pán je ten, kto určuje pravidlá a príkazy a ten, kto Ho nasleduje, je ten, kto ich poslúcha.",

    "homeText13": "Čo sa v nás udialo, keď sme boli spasení a stali sme sa deťmi Božími? Vstúpil do nás Boží Duch:",
    "homeVerse11": "A ja budem prosiť Otca, a dá vám iného Radcu, aby bol s vami až naveky - Ducha pravdy, ktorého svet nemôže prijať, pretože Ho nevidí, ani nepozná. Vy Ho poznáte, pretože pri vás ostáva a bude vo vás. Neopustím vás ako siroty, prídem k vám. Ešte máličko, a svet ma viac neuvidí, ale vy ma uvidíte; pretože ja žijem, aj vy budete žiť. V ten deň poznáte, že ja som vo svojom Otcovi, a vy ste vo mne, ako ja som vo vás.",
    "homeRef11": "Ján 14:16-20",
    "homeVerse12": "A ak prebýva vo vás Duch Toho, ktorý Ježiša vzkriesil z mŕtvych, tak Ten, ktorý Krista Ježiša vzkriesil z mŕtvych, aj vaše smrteľné telá oživí svojím Duchom, prebývajúcim vo vás. ",
    "homeRef12": "Rimanom 8:11",

    "homeText14": "Byť v Kristovi je chodiť podľa ducha:",
    "homeVerse13": "Veď Pán je Duch.",
    "homeRef13": "Druhý Korinťanom 3:17",
    "homeVerse14": "Vy však nie ste v tele, ale v Duchu, ak Duch Boží prebýva vo vás. Ale ak niekto nemá Ducha Kristovho, nie je Jeho.",
    "homeRef14": "Rimanom 8:9",

    "homeText15": "Duch Ježiša Krista ťa oslobodil:",
    "homeVerse15": "Zákon životodarného Ducha v Kristovi Ježišovi oslobodil ťa totiž od zákona hriechu a smrti.",
    "homeRef15": "Rimanom 8:2",
    "homeVerse16": " Nieto teda teraz už odsúdenia tých, čo sú v Kristovi Ježišovi [a nechodia podľa tela, ale podľa ducha].",
    "homeRef16": "Rimanom 8:1",

    "homeText16": "Tento Duch vedie človeka:",
    "homeVerse17": "Lebo všetci, ktorých Duch Boží vedie, sú synovia Boží.",
    "homeRef17": "Rimanom 8:14",

    "homeText17": "Sme chrám Ducha Svätého:",
    "homeVerse18": "Alebo či neviete, že vaše telo je chrámom Ducha Svätého, ktorý je vo vás, ktorého máte od Boha, a že nie ste sami svoji?",
    "homeRef18": "Prvý Korinťanom 6:19",

    "homeTitle4": "Slepá viera je na nič",
    "homeText18": "Ale, čo v tele umožňuje komunikovať s Božím Duchom? Fyzickými ušami počuje tak veriaci aj neveriaci vonkajšie zvuky. Aj dušou pociťuje veriaci aj neveriaci radosť, či smútok. Je to duch človeka, do ktorého môže vstúpiť Boží Duch a tak nadviazať spojenie s Ním:",
    "homeVerse19": "Pán s tvojím duchom! ",
    "homeRef19": "Druhý Timotejovi 4:22",

    "homeText19": "Preto aj keď Ho nevidíme, môžeme Ho vnútorne vnímať skrze Jeho Ducha. Máme teda osobnú skúsenosť hoci sme Ho nikdy nevideli a tak môžeme byť svedkami Ježiša Krista, že skutočne žije. Lebo žije v nás a to sa nedá nepociťovať.",

    "homeText20": "Aký by to malo zmysel veriť a zároveň byť bez osobného vzťahu s Bohom? Veriť v Boha, ktorý sedí tam hore v nebi a ja len verím, že On to tu všetko stvoril, no nemám s Ním žiadnu bližšiu interakciu by bolo pre človeka osobne na čo? Ak viera v Boha nemá pre mňa praktický zmysel, prečo by som mal počas života veriť? Potom by to bolo len mŕtve náboženstvo a strata času. Preto súčasťou viery v Ježiša Krista je skutočnosť, že On prebýva v živote veriaceho a zvnútra navonok Ho ovplyvňuje v jeho správaní a postojoch.",

    "homeTitle5": "Božie Slovo ti udá správny smer",
    "homeVerse20": "Saul, Saul, prečo ma prenasleduješ? A on povedal: Kto si, Pane? Odpovedal mu: Ja som Ježiš, ktorého ty prenasleduješ.",
    "homeRef20": "Skutky apoštolov 9:4-5",
    "homeText21": "Saul prenasledoval veriacich, no Pán Ježiš mu hovorí, že prenasleduje Jeho. Pán Ježiš sa tu priznával ku kresťanom. Čo ich spájalo?",
    "homeVerse21": "Pane, od mnohých som počul o tom mužovi, koľko zlého narobil Tvojim svätým v Jeruzaleme; aj tu má moc od veľkňazov, aby poviazal všetkých, ktorí vzývajú Tvoje meno.",
    "homeRef21": "Skutky apoštolov 9:13-14",
    "homeText22": "Spájalo ich to, že kresťania vzývali, teda uctievali meno Pána Ježiša. Kresťania už v prvom storočí za to platili životom.",
    "homeBold1": "Uctievaš aj ty Jeho Meno?",

    "homeVerse22": " Riekol mu Pán: Len choď, lebo on mi je vyvolenou nádobou, aby niesol moje meno pred pohanov, aj pred kráľov a pred synov izraelských.",
    "homeRef22": "Skutky apoštolov 9:15",
    "homeVerse23": "Odišiel teda Ananiáš a vojdúc do toho domu, položil ruky na neho a povedal mu: Brat Saul, Pán Ježiš, ktorý sa ti ukázal na ceste, po ktorej si prišiel, poslal ma, aby si zase videl a bol naplnený Duchom Svätým.",
    "homeRef23": "Skutky apoštolov 9:17",
    "homeBold2": "Nesieš aj ty pred pohanov Jeho Meno?",

    "cookiesText": "Táto stránka nezhromažďuje žiadne údaje",
    "cookiesButton": "Pokračovať",

    "ftLi1": "Čo hlásali apoštoli?",
    "ftLi2": "Je Ježiš Boh?",
    "ftLi3": "Koho Pánom je Ježiš?",
    "ftLi4": "Večera Pánova"
  },

  "english": {
    "headerTitle": "Witnesses",

    "heroTitle": "A witness is someone who has had a personal experience and testifies about it",

    "heroSub": "Do not rely on the interpretations of the organization, come to God's Word!",

    "homeTitle1": "Who is key to us Gentiles in God's Word?",

    "homeText1": "Jesus Christ enabled the salvation of us Gentiles through His sacrifice for our sins and granted salvation to those who believe in Him.",

    "homeVerse1": "Salvation exists in no one else, for there is no other name under heaven given to men by which we must be saved.",
    "homeRef1": "Acts 4:12",

    "homeVerse2": "Because by a single offering He has made perfect for all time those who are being sanctified.",
    "homeRef2": "Hebrews 10:14",

    "homeText2": "So everything he did and said is authoritative for us, because without him the New Covenant would not exist and the Old Testament would remain valid only for Jews. And they would still be dependent on the sacrificial system, which never removed sin, only covered it up.",
    "homeVerse3": "Day after day every priest stands to minister and to offer again and again the same sacrifices, which can never take away sins.",
    "homeRef3": "Hebrews 10:11",

    "homeTitle2": "Our mission",

    "homeText3": "What command did Jesus leave shortly before His ascension?",
    "homeVerse4": "But you will receive power when the Holy Spirit comes upon you, and you will be My witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
    "homeRef4": "Acts 1:8",

    "homeText4": "God Himself commanded to obey Jesus:",
    "homeVerse5": "“This is My beloved Son, in whom I am well pleased. Listen to Him!”",
    "homeRef5": "Matthew 17:5",

    "homeText5": "Who were to be His witnesses? Was this command only for the eleven apostles present there? Paul the apostle evangelized the Gentiles, although he was not yet His follower at the time of Jesus Christ's ascension. Likewise Apollo, Barnabas, Philemon and others. They did not see Him, but they evangelized and thus obeyed His command. If the command only applied to the apostles present there, then centuries after them there would be no one to spread the news about Jesus Christ until today.",

    "homeText6": "Where did Jesus say that they would be His witnesses? To the ends of the earth. Paul the Apostle and others evangelized in the countries around the Mediterranean Sea, but it was nowhere near covering the ends of the earth. What did he mean geographically?",
    "homeVerse6": "And this gospel of the kingdom will be preached in all the world as a testimony to all nations, and then the end will come.",
    "homeRef6": "Matthew 24:14",
    "homeText7": "Since the whole world was not covered by the apostles present there, nor by Paul the apostle, nor by the other evangelists of the New Testament, this command applies to all who believe in Him, since the end has not yet come.",

    "homeText8": "What does it mean to witness?",
    "homeVerse7": "Truly, truly, I tell you, we speak of what we know, and we testify to what we have seen.",
    "homeRef7": "John 3:11",
    "homeText9": " A witness is someone who saw something or someone who had a personal experience. The eleven apostles present there saw Him, and the apostle Paul also heard Him on the road to Damascus. But we did not see Jesus with our physical eyes, just like thousands of others for the past centuries.",
    "homeVerse8": "Jesus said to him, “Because you have seen Me, you have believed; blessed are those who have not seen and yet have believed.”",
    "homeRef8": "John 20:29",
    "homeText10": "So we can be His witnesses only through faith.",

    "homeTitle3": "Faith changes a person from the inside out",
    "homeText11": "What status do we gain by faith in Jesus Christ?",
    "homeVerse9": "For it is by grace you have been saved through faith, and this not from yourselves; it is the gift of God.",
    "homeRef9": "Ephesians 2:8",
    "homeVerse10": " But to all who did receive Him, to those who believed in His name, He gave the right to become children of God.",
    "homeRef10": "John 1:12",

    "homeText12": "What does it mean to believe in Jesus Christ? It is believing in what the apostles saw and believed - in His death, that He died for the sins of the world, in His resurrection, in His ascension. At the same time, \"those who accepted Him\" declares the fact that they accepted Him as their Lord and Savior. The Lord is the one who makes the rules and commands and the one who follows Him is the one who obeys them.",

    "homeText13": "What happened in us when we were saved and became children of God? The Spirit of God entered us:",
    "homeVerse11": "And I will ask the Father, and He will give you another Advocate  to be with you forever - the Spirit of truth. The world cannot receive Him, because it neither sees Him nor knows Him. But you do know Him, for He abides with you and will be in you. I will not leave you as orphans; I will come to you. In a little while the world will see Me no more, but you will see Me. Because I live, you also will live. On that day you will know that I am in My Father, and you are in Me, and I am in you. ",
    "homeRef11": "John 14:16-20",
    "homeVerse12": "And if the Spirit of Him who raised Jesus from the dead is living in you, He who raised Christ Jesus from the dead  will also give life to your mortal bodies through His Spirit, who lives in you.",
    "homeRef12": "Romans 8:11",

    "homeText14": "To be in Christ is to walk according to the spirit:",
    "homeVerse13": "Now the Lord is the Spirit. ",
    "homeRef13": "Second Corinthians 3:17",
    "homeVerse14": "You, however, are controlled not by the flesh, but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ.",
    "homeRef14": "Romans 8:9",

    "homeText15": "The Spirit of Jesus Christ has set you free:",
    "homeVerse15": "For in Christ Jesus the law of the Spirit of life set you free from the law of sin and death.",
    "homeRef15": "Romans 8:2",
    "homeVerse16": "Therefore, there is now no condemnation for those who are in Christ Jesus. ",
    "homeRef16": "Romans 8:1",

    "homeText16": "This Spirit guides man:",
    "homeVerse17": "For all who are led by the Spirit of God are sons of God.",
    "homeRef17": "Romans 8:14",

    "homeText17": "We are the temple of the Holy Spirit:",
    "homeVerse18": "Do you not know that your body is a temple of the Holy Spirit who is in you, whom you have received from God? You are not your own.",
    "homeRef18": "First Corinthians 6:19",

    "homeTitle4": "Blind faith is useless",
    "homeText18": "But, what in the body makes it possible to communicate with God's Spirit? Both believers and non-believers hear external sounds with their physical ears. Both believers and non-believers feel joy or sorrow with their souls. It is the spirit of man, into which God's Spirit can enter and thus establish a connection with Him:",
    "homeVerse19": "The Lord be with your spirit!",
    "homeRef19": " Second Timothy 4:22",

    "homeText19": "Therefore, even if we do not see Him, we can perceive Him internally through His Spirit. So we have a personal experience, although we have never seen Him, and so we can be witnesses of Jesus Christ, that He really lives. Because He lives in us and it is not possible to not feel that internally.",

    "homeText20": "What would be the point of believing and at the same time not having a personal relationship with God? To believe in a God who sits up there in the sky and I just believe that He created everything here, but I have no closer interaction with Him would be for man personally of any use? If belief in God has no practical meaning for me, why should I believe during my life? Then it would just be a dead religion and a waste of time. Therefore, part of faith in Jesus Christ is the fact that He dwells in the life of the believer and influences him from the inside out in his behavior and attitudes.",

    "homeTitle5": "God's Word will point you in the right direction",
    "homeVerse20": "He fell to the ground and heard a voice say to him, “Saul, Saul, why do you persecute Me?” “Who are You, Lord?” Saul asked. “I am Jesus, whom you are persecuting,” He replied.",
    "homeRef20": "Acts 9:4-5",
    "homeText21": "Saul persecuted the believers, but the Lord Jesus tells him that he is persecuting Him. Lord Jesus confessed to Christians here. What connected them?",
    "homeVerse21": "“Lord, many people have told me about this man and all the harm he has done to Your saints in Jerusalem. And now he is here with authority from the chief priests to arrest all who call on Your name.”",
    "homeRef21": "Acts 9:13-14",
    "homeText22": "They were connected by the fact that Christians called on His name - worshiped the name of the Lord Jesus. Already in the first century, Christians paid for it with their lives.",
    "homeBold1": "Do you also call on His Name?",

    "homeVerse22": "“Go!” said the Lord. “This man is My chosen instrument to carry My name before the Gentiles and their kings, and before the people of Israel.",
    "homeRef22": "Acts 9:15 ",
    "homeVerse23": "So Ananias went to the house, and when he arrived, he placed his hands on Saul. “Brother Saul,” he said, “the Lord Jesus, who appeared to you on the road as you were coming here, has sent me so that you may see again and be filled with the Holy Spirit.”",
    "homeRef23": "Acts 9:17",
    "homeBold2": "Do you also carry His Name before the Gentiles?",

    "cookiesText": "This site does not collect any information",
    "cookiesButton": "Continue",

    "ftLi1": "What did the Apostles preach?",
    "ftLi2": "Is Jesus God?",
    "ftLi3": "Whose Lord is Jesus?",
    "ftLi4": "The Lord's Supper"
  },
  "czech": {
    "headerTitle": "Svědkové",

    "heroTitle": "Svědek je ten, kdo měl osobní zkušenost a o ní vypovídá",
    "heroSub": "Nespoléhej se na výklady organizace, pojď do Božího Slova!",

    "homeTitle1": "Kdo je v Božím Slově klíčový pro nás pohany?",

    "homeText1": "Ježíš Kristus umožnil spasení nás pohanů skrze Jeho oběť za naše hříchy a daroval spásu těm, kteří v Něho věří.",

    "homeVerse1": " A není spasení v nikom jiném, neboť nebylo dáno pro lidi jiné jméno pod nebem (než jméno Ježíš Kristus), ve kterém bychom měli dojít spasení.",
    "homeRef1": "Skutky apoštolů 4:12",

    "homeVerse2": "Neboť jedinou obětí navždy zdokonalil ty, kdo se dají posvětit.",
    "homeRef2": "Židům 10:14",

    "homeText2": "Takže vše co dělal a co říkal je pro nás směrodatné, protože bez Něho by Nová smlouva neexistovala a Starý Zákon by tak zůstal platný jen pro Židy. A ti by byli až dodnes odkázáni na systém obětí, který ale nikdy hřích neodstranil, jen ho přikryl. ",
    "homeVerse3": "A pak každý kněz tam stojí každý den, koná bohoslužbu, znovu a znovu přináší tytéž oběti, které nikdy nemohou zahladit hříchy. ",
    "homeRef3": "Židům 10:11",

    "homeTitle2": "Naše poslání",

    "homeText3": "Jaký příkaz Ježíš zanechal krátce před Jeho nanebevstoupením?",
    "homeVerse4": " Budete mi svědky i v Jeruzalémě i po celém Judsku i v Samaří a až do posledních končin země.",
    "homeRef4": "Skutky apoštolů 1:8",

    "homeText4": "Sám Bůh přikázal poslouchat Ježíše.",
    "homeVerse5": "Toto je můj milovaný Syn, ve kterém se mi zamilovalo; Jeho poslouchejte.",
    "homeRef5": "Matouš 17:5",

    "homeText5": "Kteří Mu měli být svědky? Byl tento příkaz jen pro tam přítomných jedenáct apoštolů? Pavel apoštol evangelizoval pohanům, přestože v době nanebevstoupení Ježíše Krista ještě nebyl Jeho následovník. Tak podobně Apollo, Barnabáš, Filemon a jiní. Neviděli Ho, ale evangelizovali a tak poslouchali Jeho příkaz. Pokud by příkaz platil jen pro tam přítomné apoštoly, pak staletí po nich by nebyl nikdo, kdo by měl šířit zvěst o Ježíši Kristu až po dnes.",

    "homeText6": "Kde všude řekl Ježíš, že Mu budou svědky? Až do posledních končin země. Pavel apoštol a další evangelizovali v zemích kolem Středozemního moře, avšak to ani zdaleka nepokrylo končiny země. Jak to myslel geograficky?",
    "homeVerse6": "Toto evangelium o království se bude zvěstovat po celém světě ke svědectví všem národům, a pak přijde konec.",
    "homeRef6": "Matouš 24:14",
    "homeText7": "Jelikož celý svět nepokryli ani tam přítomní apoštolové, ani Pavel apoštol, ani ostatní evangelisté Nové Smlouvy, tento příkaz se týká všech, kteří v Něho věří, protože konec ještě nepřišel.",

    "homeText8": "Co to znamená být svědkem?",
    "homeVerse7": " Co víme, říkáme, a co jsme viděli, svědčíme.",
    "homeRef7": "Jan 3:11",
    "homeText9": "Svědek je ten, kdo něco viděl nebo ten, kdo měl osobní zkušenost. Viděli ho tam přítomní jedenácti apoštolové i Pavel apoštol ho slyšel na cestě do Damašku. My jsme ale Ježíše fyzickým zrakem neviděli tak jako ani tisíce jiných po minulá staletí.",
    "homeVerse8": "A Ježíš mu řekl: Protože jsi mě viděl, uvěřil jsi; blahoslavení, kteří neviděli, a přece uvěřili.",
    "homeRef8": "Jan 20:29",
    "homeText10": "Můžeme Mu tedy být svědky jen skrze víru.",

    "homeTitle3": "Víra mění člověka zevnitř navenek",
    "homeText11": "Jaké postavení získáváme vírou v Ježíše Krista?",
    "homeVerse9": "Neboť milostí jste spaseni skrze víru. A to ne sami ze sebe; je to dar Boží.",
    "homeRef9": "Efezským 2:8",
    "homeVerse10": "Ale tím, co Ho přijali, dal moc stát se dětmi Božími, tím, co věří v Jeho jméno.",
    "homeRef10": "Jan 1:12",

    "homeText12": "Co to znamená věřit v Ježíše Krista? Je to věřit v to, v co viděli a věřili apoštolové, tedy v Jeho smrt, že zemřel za hříchy světa, v Jeho vzkříšení, v Jeho nanebevstoupení. Zároveň „těm, kdo ho přijali“ deklaruje skutečnost, že ho přijali za svého Pána a Spasitele. Pán je ten, kdo určuje pravidla a příkazy a ten, kdo Ho následuje, je ten, kdo je poslouchá.",

    "homeText13": "Co se v nás událo, když jsme byli spaseni a stali jsme se dětmi Božími? Vstoupil do nás Boží Duch:",
    "homeVerse11": " A já budu prosit Otce, a dá vám jiného Radce, aby byl s vámi až navěky - Ducha pravdy, jehož svět nemůže přijmout, protože Ho nevidí, ani nezná. Vy Ho znáte, protože u vás zůstává a bude ve vás. Neopustím vás jako sirotky, přijdu k vám. Ještě maličko, a svět mě víc neuvidí, ale vy mě uvidíte; protože já žiji, i vy budete žít. V ten den poznáte, že já jsem ve svém Otci, a vy jste ve mně, jako já jsem ve vás.",
    "homeRef11": "Jan 14:16-20",
    "homeVerse12": "A přebývá-li ve vás Duch Toho, který Ježíše vzkřísil z mrtvých, tak Ten, který Krista Ježíše vzkřísil z mrtvých, i vaše smrtelná těla oživí svým Duchem, přebývajícím ve vás. ",
    "homeRef12": "Římanům 8:11",

    "homeText14": "Být v Kristu je chodit podle ducha:",
    "homeVerse13": "Vždyť Pán je Duch.",
    "homeRef13": "Druhý Korinťanům 3:17",
    "homeVerse14": "Vy však nejste v těle, ale v Duchu, jestliže Duch Boží přebývá ve vás. Ale pokud někdo nemá Ducha Kristova, není Jeho.",
    "homeRef14": "Římanům 8:9",

    "homeText15": "Duch Ježíše Krista tě osvobodil:",
    "homeVerse15": "Zákon životodárného Ducha v Kristu Ježíši osvobodil tě totiž od zákona hříchu a smrti.",
    "homeRef15": "Římanům 8:2",
    "homeVerse16": "Není tedy nyní již odsouzení těch, kdo jsou v Kristu Ježíši [a nechodí podle těla, ale podle ducha]. ",
    "homeRef16": "Římanům 8:1",

    "homeText16": "TTento Duch vede člověka:",
    "homeVerse17": "Nebo všichni, které Duch Boží vede, jsou synové Boží.",
    "homeRef17": "Římanům 8:14",

    "homeText17": "Jsme chrám Ducha Svatého:",
    "homeVerse18": "Nebo zda nevíte, že vaše tělo je chrámem Ducha Svatého, který je ve vás, kterého máte od Boha, a že nejste sami svoji?",
    "homeRef18": "První Korinťanům 6:19",

    "homeTitle4": "Slepá víra je na nic",
    "homeText18": "Ale co v těle umožňuje komunikovat s Božím Duchem? Fyzickýma ušima slyší tak věřící i nevěřící vnější zvuky. I duší pociťuje věřící i nevěřící radost či smutek. Je to duch člověka, do kterého může vstoupit Boží Duch a tak navázat spojení s Ním:",
    "homeVerse19": "Pán s tvým duchem!",
    "homeRef19": "Druhý Timoteovi 4:22",

    "homeText19": "Proto i když Ho nevidíme, můžeme Ho vnitřně vnímat skrze Jeho Ducha. Máme tedy osobní zkušenost ačkoli jsme Ho nikdy neviděli a tak můžeme být svědky Ježíše Krista, že skutečně žije. Neboť žije v nás a to se nedá nepociťovat.",

    "homeText20": "Jaký by to mělo smysl věřit a zároveň být bez osobního vztahu s Bohem? Věřit v Boha, který sedí tam nahoře v nebi a já jen věřím, že On to tady všechno stvořil, ale nemám s Ním žádnou bližší interakci by bylo pro člověka osobně na co? Pokud víra v Boha nemá pro mě praktický smysl, proč bych měl během života věřit? Potom by to bylo jen mrtvé náboženství a ztráta času. Proto součástí víry v Ježíše Krista je skutečnost, že On přebývá v životě věřícího a zevnitř navenek jej ovlivňuje v jeho chování a postojích.",

    "homeTitle5": "Boží Slovo ti udá správný směr",
    "homeVerse20": "Saule, Saule, proč mě pronásleduješ? A on řekl: Kdo jsi, Pane? Odpověděl mu: Já jsem Ježíš, kterého ty pronásleduješ.",
    "homeRef20": "Skutky apoštolů 9:4-5",
    "homeText21": "Saul pronásledoval věřící, ale Pán Ježíš mu říká, že pronásleduje Jeho. Pán Ježíš se zde přiznával ke křesťanům. Co je spojovalo?",
    "homeVerse21": "Pane, od mnohých jsem slyšel o tom muži, kolik zlého nadělal Tvým svatým v Jeruzalémě; i zde má moc od velekněží, aby povázal všechny, kteří vzývají Tvé jméno.",
    "homeRef21": "Skutky apoštolů 9:13-14",
    "homeText22": "Spojovalo je to, že křesťané vzývali, tedy uctívali jméno Pána Ježíše. Křesťané už v prvním století za to platili životem.",
    "homeBold1": "Uctíváš i ty Jeho Jméno?",

    "homeVerse22": "Řekl mu Pán: Jen jdi, neboť on mi je vyvolenou nádobou, aby nesl mé jméno před pohany i před krále a před syny izraelské.",
    "homeRef22": "Skutky apoštolů 9:15",
    "homeVerse23": "Odešel tedy Ananiáš a vejdouc do toho domu, položil ruce na něj a řekl mu: Bratr Saul, Pán Ježíš, který se ti ukázal na cestě, po které jsi přišel, poslal mě, abys zase viděl a byl naplněn Duchem Svatým.",
    "homeRef23": "Skutky apoštolů 9:17",
    "homeBold2": "Neseš i ty před pohany Jeho Jméno?",

    "cookiesText": "Tato stránka neshromažďuje žádné údaje",
    "cookiesButton": "Pokračovat",

    "ftLi1": "Co hlásali apoštolové?",
    "ftLi2": "Je Ježíš Bůh?",
    "ftLi3": "Koho Pánem je Ježíš?",
    "ftLi4": "Večeře Páně"
  }
}
