{
  "slovak": {
    "jTitle": "Je Ježiš Boh?",
    "jSub1": "Je Ježiš Boh?",

    "jText1": "Apoštoli svedčili o Ježišovi, ktorého fyzicky videli, poznali, ktorého stretli po Jeho smrti a ktorého videli ako je unášaný do neba.",

    "jSub2": "Len Boh môže stvoriť",

    "jVerse1": "Na počiatku stvoril Boh nebo a zem.",
    "jRef1": "Genesis 1:1",

    "jVerse2": "Ním (Slovom, ktoré sa stalo telom) povstalo všetko a bez Neho nepovstalo nič, čo povstalo.",
    "jRef2": "Ján 1:3",

    "jVerse3": "Bolo vo svete a svet Ním povstal, ale svet Ho nepoznal. Do svojho vlastného prišiel, a Jeho vlastní Ho neprijali.",
    "jRef3": " Ján 1:10-11",
    "jText2": "Svet Ježišom povstal, bol Ním stvorený.",

    "jSub3": "Len Boh môže súdiť",

    "jVerse4": "A Otec ani nesúdi nikoho, ale celý súd odovzdal Synovi, aby všetci ctili Syna tak, ako ctia Otca.",
    "apRef4": "Ján 5:22",

    "jText4": "Boh zveril Ježišovi Svoju autoritu.",

    "jSub4": "Len Boha máme uctievať",

    "jText5": "Máme vzdať česť a slávu Ježišovi, inak si nectíme Boha.",

    "jSub5": "Len Bohu sa má klaňať Jeho stvorenie",

    "jVerse5": "Keď som to počul a videl, padol som k nohám anjelovi, ktorý mi to ukázal, a klaňal som sa mu. On mi však povedal: Pozri, nie tak! Som spoluslužobníkom tvojím, tvojich bratov, prorokov a tých, ktorí zachovávajú slová tejto knihy. Bohu sa klaňaj!",
    "jRef5": "Zjavenie Jána 22:8-9",

    "jVerse6": "A keď zase uvedie Prvorodeného na svet, hovorí: Nech padnú pred Ním na kolená všetci anjeli Boží!",
    "jRef6": "Židom 1:6",

    "jText6": "Božie stvorenie sa má klaňať Ježišovi.",

    "jSub6": "Len Boh môže vládnuť nad všetkým",

    "jVerse7": "Najvyšší vládne nad kráľovstvom ľudí a dáva ho, komu chce.",
    "jRef7": "Daniel 4:29",
    "jVerse8": "Ježiš pristúpil a povedal im: „Daná mi je všetka moc na nebi aj na zemi.",
    "jRef8": "Matúš 28:18",

    "jText7": "Boh zveril Ježišovi všetku vládu.",

    "jSub7": "Ježiš nie je anjel",

    "jVerse9": "O toľko je dôstojnejší ako anjeli, o koľko ich prevyšuje menom, ktoré zdedil. Veď kedy ktorému anjelovi povedal Boh: Syn môj si Ty, ja som ťa splodil dnes? A inde: Ja Mu budem otcom a On mi bude synom.",
    "jRef9": "Židom 1:4-5",
    "jVerse10": "Lebo nie anjelom podriadil Boh budúci svet, o ktorom hovoríme.",
    "jRef10": "Židom 2:5",

    "jSub8": "Prorok Izaiáš ho predpovedá ako Boha",

    "jVerse11": "Lebo dieťa sa nám narodilo, syn nám je daný; na jeho pleciach spočinie kniežatstvo, jeho meno bude: Predivný radca, Mocný Boh, Otec večnosti, Knieža pokoja.",
    "jRef11": "Izaiáš 9:5",

    "jSub9": "Slovo, ktoré sa stalo telom je Boh",

    "jVerse12": "Na počiatku bolo Slovo a Slovo bolo u Boha a Boh bol to Slovo.",
    "jRef12": "Ján 1:1",
    "jText8": "Grécky originál označuje Boha slovom theón a theós: “Ἐν ἀρχῇ ἦν ὁ λόγος, καὶ ὁ λόγος ἦν πρὸς τὸν θεόν (theón), καὶ θεὸς (theós) ἦν ὁ λόγος.” ",

    "jVerse13": "A to Slovo stalo sa telom, prebývalo medzi nami, a my sme hľadeli na Jeho slávu ako na slávu jednorodeného od Otca, (bolo) plné milosti a pravdy.",
    "jRef13": "Ján 1:14",

    "jText9": "Ježiš prišiel v tele na svet, takže On je tým Slovom.",

    "jSub10": "Ježiš vyznáva Seba za Boha",

    "jVerse14": "Boh riekol Mojžišovi: SOM, KTORÝ SOM. Riekol ďalej: Tak povedz Izraelcom: Poslal ma k vám SOM. ",
    "jRef14": "Exodus 3:14",
    "jVerse15": "Hovorím vám to už teraz, skôr, ako sa to stane, aby ste uverili, keď sa to stane, že ja SOM.",
    "jRef15": "Ján 13:19",
    "jVerse16": "Ježiš im riekol: Veru, veru, hovorím vám: Skôr, ako bol Abrahám, ja SOM.",
    "jRef16": "Ján 8:58",

    "jVerse17": " Preto som vám povedal, že umriete v hriechoch, lebo ak neuveríte, že ja SOM, umriete v hriechoch.",
    "jRef17": "Ján 8:24",

    "jSub11": "Učeník dosvedčuje, že Ježiš je Boh",

    "jVerse18": "A prišiel Ježiš, hoci dvere boli zatvorené, a postaviac sa do prostriedku, riekol im: Pokoj vám! Potom hovorí Tomášovi: Daj sem prst a pozri sa na moje ruky; daj sem ruku a vlož ju do môjho boku a nebuď neveriaci, ale veriaci. Tomáš mu povedal: Pán môj a Boh môj!",
    "jRef18": "Ján 20:26-28",

    "jSub12": "Pavol apoštol označuje Ježiša za Boha",

    "jVerse19": " Ich sú otcovia a z nich je Kristus podľa tela, Boh nad všetkým, požehnaný naveky.",
    "jRef19": "Rimanom 9:5",

    "jText10": "Rovnako aj grécky originál nerozdeľuje túto vetu na dve, ale pokračuje v nej čiarkou pred slovom Boh (theós) bez prerušenia: “ὧν οἱ πατέρες, καὶ ἐξ ὧν ὁ χριστὸς τὸ κατὰ σάρκα, ὁ ὢν ἐπὶ πάντων, θεὸς (theós) εὐλογητὸς εἰς τοὺς αἰῶνας· ἀμήν.”",

    "jSub13": "Sám Boh oslovuje Ježiša ako Boha",

    "jVerse20": "le k Synovi (Boh hovorí): Tvoj trón, ó Bože, je naveky vekov a: žezlo spravodlivosti je žezlom Jeho kráľovstva; miloval si spravodlivosť a nenávidel si neprávosť; preto pomazal Ťa, ó Bože, Tvoj Boh olejom veselia nad Tvojich druhov.",
    "jRef20": "Židom 1:8-9"
  },

  "english": {
    "apTitle": "What did the apostles preach?",
    "apSub1": "The Old Testament already testifies about Jesus Christ",

    "apVerse1": "So they set a day to meet with Paul, and many people came to the place he was staying. He expounded to them from morning to evening, testifying about the kingdom of God and persuading them about Jesus from the Law of Moses and the Prophets.",
    "apRef1": "Acts 28:23",

    "apVerse2": " That which was from the beginning, which we have heard, which we have seen with our own eyes, which we have gazed upon and touched with our own hands - this is the Word of life. And this is the life that was revealed; we have seen it and testified to it, and we proclaim to you the eternal life that was with the Father and was revealed to us. We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And this fellowship of ours is with the Father and with His Son, Jesus Christ. We write these things so that our joy may be complete.",
    "apRef2": "First John 1:1-4",
    "apText1": "The apostles testified about Jesus, Whom they physically saw, knew, met after His death, and Whom they saw taken up into heaven.",

    "apSub2": "They testified about the resurrection of Jesus Christ",
    "apVerse3": "God has raised this Jesus to life, to which we are all witnesses.",
    "apRef3": "Acts 2:32",
    "apVerse4": "You killed the Author of life, but God raised Him from the dead, and we are witnesses of the fact.",
    "apRef4": "Acts 3:15",
    "apVerse5": "Then let this be known to all of you and to all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised.",
    "apRef5": "Acts 4:10",
    "apVerse6": "With great power the apostles continued to give their testimony about the resurrection of the Lord Jesus. And abundant grace was upon them all.",
    "apRef6": "Acts 4:33",
    "apVerse7": "The God of our fathers raised up Jesus, whom you had killed by hanging Him on a tree. God exalted Him to His right hand as Prince and Savior, in order to grant repentance and forgiveness of sins to Israel. We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey Him.",
    "apRef7": "Acts 5:30-32",
    "apVerse8": "Every day, in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that Jesus is the Christ.",
    "apRef8": "Acts 5:42",
    "apVerse9": "We are witnesses of all that He did, both in the land of the Jews and in Jerusalem. And although they put Him to death by hanging Him on a tree, God raised Him up on the third day and caused Him to be seen",
    "apRef9": " Acts 10:39-40",
    "apVerse10": "Unless it was this one thing I called out as I stood in their presence: ‘It is concerning the resurrection of the dead that I am on trial before you today.’",
    "apRef10": "Acts 24:21",
    "apText2": "Paul was judged and beaten because he testified about the resurrected Jesus Christ.",

    "apSub3": "They testified about repentance through faith in Jesus Christ",
    "apVerse11": "And He told them, “This is what is written: The Christ will suffer and rise from the dead on the third day, and in His name repentance and forgiveness of sins will be proclaimed to all nations, beginning in Jerusalem.",
    "apRef11": "Luke 24:46-47",

    "apSub4": "They testified about the kingdom of God, into which a person enters only through faith in Jesus Christ",
    "apVerse12": "Boldly and freely he proclaimed the kingdom of God and taught about the Lord Jesus Christ.",
    "apRef12": "Acts 28:31",
    "apVerse13": "Truly, truly, I tell you, no one can enter the kingdom of God unless he is born of water and the Spirit. “How can this be?” Nicodemus asked. Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up, that everyone who believes in Him may have eternal life.",
    "apRef13": "John 3:5,9,14-15",
    "apText3": "Preaching about the kingdom is again just preaching about Jesus Christ.",

    "apSub5": "They testified about the person of Jesus Christ",
    "apVerse14": "Men who have risked their lives for the name of our Lord Jesus Christ.",
    "apRef14": "Acts 15:26",
    "apText4": "They preached the gospel in such a way that they risked their lives for the testimony of the Lord Jesus.",
    "apVerse15": "But some of them, men from Cyprus and Cyrene, went to Antioch and began speaking to the Greeks as well, proclaiming the good news about the Lord Jesus.",
    "apRef15": "Acts 11:20",
    "apVerse16": "Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. ",
    "apRef16": "Acts 4:18",
    "apText5": "So what bothered their opponents? The name of Jesus.",

    "apSub6": " They testified to what Jesus Christ said",
    "apText6": "The apostles preached the word that Jesus preached.",
    "apVerse17": " Some time later Paul said to Barnabas, “Let us go back and visit the brothers in every town where we proclaimed the word of the Lord, to see how they are doing.” ",
    "apRef17": "Acts 15:36",

    "apSub7": "How did the apostles preach the gospel?",
    "apVerse18": "But you will receive power when the Holy Spirit comes upon you, and you will be My witnesses.",
    "apRef18": "Acts 1:8",
    "apText7": "The apostles did not preach the gospel by routine and rational narration of what they saw, but in the power of the Holy Spirit.",

    "apSub8": "What is the evidence of the true gospel?",
    "apVerse19": "I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes, first to the Jew, then to the Greek.",
    "apRef19": "Romans 1:16",

    "apText8": "The salvation of a sinner is possible only through faith in Jesus Christ, which is manifested by obedience to His Word.",

    "apVerse20": "For the gospel reveals the righteousness of God that comes by faith from start to finish, just as it is written: “The righteous will live by faith.”",
    "apRef20": "Romans 1:17",
    "apText9": "God's justice is revealed in faith in the resurrection and in following Jesus Christ.",

    "apSub9": "Not proclaiming the resurrection is a violation of God's command",

    "apVerse21": "God, whom I serve with my spirit  in preaching the gospel of His Son, is my witness how constantly I remember you.",
    "apRef21": "Romans 1:9",

    "apText10": "Paul serves God by preaching the gospel of His Son. If the disciples did not proclaim what they had witnessed, they would have violated God's command.",

    "apVerse22": "But Peter and John replied, “Judge for yourselves whether it is right in God’s sight to listen to you rather than God. For we cannot stop speaking about what we have seen and heard.”",
    "apRef22": "Acts 4:19-20",
    "apVerse23": "I am amazed how quickly you are deserting the One who called you by the grace of Christ and are turning to a different gospel - which is not even a gospel. Evidently some people are troubling you and trying to distort the gospel of Christ. But even if we or an angel from heaven should preach a gospel contrary to the one we preached to you, let him be under a curse! As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be under a curse!",
    "apRef23": "Galatians 1:6-9 "
  }
}
