{
  "slovak": {
    "pTitle": "Koho Pánom je Ježiš?",
    "pSub1": "Kto ustanovil Ježiša za Pána?",

    "pVerse1": "Nech teda vie bezpečne celý dom izraelský, že aj Pánom, aj Kristom učinil Boh toho Ježiša, ktorého ste vy ukrižovali.",
    "pRef1": "Skutky apoštolov 2:36",
    "pText1": "Boh ustanovil Ježiša Krista za Pána.",

    "pVerse2": "To slovo, ktoré poslal synom izraelským, keď dal zvestovať pokoj skrze Ježiša Krista - a On je Pánom všetkých.",
    "pRef2": "Skutky apoštolov 10:36",

    "pVerse3": "Ktorý je podľa Ducha svätosti ustanovený od vzkriesenia z mŕtvych ako Boží Syn s mocou - o Ježišovi Kristovi, našom Pánovi.",
    "pRef3": "Rimanom 1:4",
    "pText2": "V liste rímskej cirkvi Pavol apoštol prehlasuje Ježiša za jeho Pána ako aj za Pána veriacich v rímskej cirkvi.",

    "pVerse4": "Ani vysokosť, ani hlbokosť, ani nijaké iné stvorenstvá nemôžu nás odlúčiť od lásky Božej, ktorá je v Kristovi Ježišovi, našom Pánovi.",
    "pRef4": "Rimanom 8:39",
    "pText4": "Láska Božia je v našom Pánovi.",

    "pSub3": "Pána treba poslúchať",

    "pText5": "Čím je charakteristické panstvo? Princípom nadriadenosti a podriadenosti. Pán je nadriadený, dáva inštrukcie. Jeho poddaný mu je podriadený, prijíma inštrukcie a poslúcha ich.",

    "pVerse5": "Otroci, poslúchajte svojich telesných pánov s bázňou a chvením v úprimnosti srdca ako Krista. ",
    "pRef5": " Efezským 6:5",
    "pText6": " Pána Ježiša máme teda poslúchať s rovnakou bázňou, chvením ako poslúcha verný otrok svojho telesného pána.",

    "pVerse6": "  Ujal sa ho však Barnabáš a uvedúc ho k apoštolom, rozpovedal im, ako na ceste videl Pána a že hovoril s Ním, aj ako neohrozene kázal v Damasku v mene Ježišovom. A prebýval s nimi v Jeruzaleme, kázal neohrozene v mene Pánovom.",
    "pRef6": "Skutky apoštolov 9:27-28 ",
    "pText7": "Saul po stretnutí s Ježišom Kristom nemohol o Ňom nekázať. Svedčil o Ježišovi Kristovi, keďže to bola jeho osobná skúsenosť. A kázal práve o Ňom, pretože stretnutie s Ním zmenilo celý jeho dovtedajší život a zmenilo poznanie toho, čomu dovtedy veril.",

    "pVerse7": "Ale mne život nestojí za reč, len nech s radosťou dokonám beh a službu, ktorú som prijal od Pána Ježiša: svedčiť o evanjeliu milosti Božej.",
    "pRef7": "Skutky apoštolov 20:24",
    "pVerse8": "S mužmi, ktorí životy nasadili pre meno nášho Pána Ježiša Krista. ",
    "pRef8": "Skutky apoštolov 15:26",
    "pText8": "Akým Pánom im bol, že boli ochotní zomrieť za Jeho meno? To nemohlo byť tak, že uctievajú Boha Otca a nemajú žiaden vzťah s Ježišom Kristom. Nemali by žiadnu motiváciu za Neho riskovať.",

    "pVerse9": "Alebo či sa snažím ľuďom ľúbiť? Ak by som sa ešte (chcel) ľúbiť ľuďom, nebol by som služobníkom Kristovým.",
    "pRef9": "Galatským 1:10",

    "pText9": "Byť služobník je byť oddaný len svojmu pánovi a nasledovať jeho inštrukcie. Ale to je možné len vtedy, keď sluha vie, čo jeho pán od neho požaduje. Sluha Ježiša Krista preto musí byť so svojím Pánom v neustálom kontakte.",

    "pSub4": "Ako kontaktovať Pána?",

    "pVerse10": " S tichosťou prijímajte vštepované slovo, ktoré má moc spasiť vaše duše. Buďte však činiteľmi slova, a nielen poslucháčmi, ktorí oklamávajú sami seba. Lebo ak je niekto poslucháčom slova, a nie činiteľom, podobá sa mužovi, ktorý si v zrkadle pozerá svoju prirodzenú tvár; videl sa totiž, ale odišiel a ihneď zabudol, aký je. Ale kto sa zahľadel do dokonalého zákona slobody a vytrval nie ako zábudlivý poslucháč, ale ako činiteľ skutku, ten bude blahoslavený vo svojom konaní.",
    "pRef10": "Jakub 1:21-25",

    "pText10": "Božie Slovo obsahuje Božiu vôľu pre človeka a tak prostredníctvom neho môže nasledovník Pána spoznať svojho Pána a spoznať ako sa má správať a čo vo svojom živote robiť.",

    "pVerse11": "Neprestajne sa modlite!",
    "pRef11": "Prvý Tesalonickým 5:17 ",

    "pText11": "Pavol apoštol nabádal veriacich, aby zotrvávali na modlitbách neustále, pretože on sám tak robil. Bol v kontakte so svojím Pánom, aby prijímal inštrukcie od Neho a mal s Ním spoločenstvo.",

    "pSub5": "Pavol apoštol mal vzťah so svojím Pánom",

    "pVerse12": " Všetkým od Boha milovaným, povolaným svätým v Ríme: Milosť vám a pokoj od Boha, nášho Otca, a od Pána Ježiša Krista! ",
    "pRef12": "Rimanom 1:7",

    "pText12": "Pavol prijímal pokoj od Boha aj od Ježiša a ten potom žehnal veriacim bratom a sestrám. Ale Božie Slovo vylučuje slúžiť dvom pánom:",

    "pVerse13": " Ani jeden sluha nemôže slúžiť dvom pánom. Lebo buď jedného bude nenávidieť, a druhého milovať; buď sa jedného bude pridŕžať, a druhým pohrdne. Nemôžete slúžiť Bohu aj mamone.",
    "pRef13": "Lukáš 16:13",

    "pText13": "Len Boh je Ten správny Pán. Ale apoštol Pavol uvádza Ježiša Krista ako Pána. A je to vporiadku, pretože Ježiš hovorí:",

    "pVerse14": "Ja a Otec sme jedno.",
    "pRef14": "Ján 10:30",
    "pVerse15": "Preto, ako ste prijali Krista Ježiša, Pána, v Ňom žite.",
    "pRef15": " Kolosenským 2:6",

    "pText14": "Apoštol Pavol žil v Ježišovi Kristovi. Ale ako je to možné?",
    "pVerse16": "Kto sa pripojí k Pánovi, je s Ním jeden Duch.",
    "pRef16": "Prvý Korintským 6:17"
  },

  "english": {
    "pTitle": "Whose Lord is Jesus?",
    "pSub1": "Who nominated Jesus to be the Lord?",

    "pVerse1": "Therefore let all Israel know with certainty that God has made this Jesus, whom you crucified, both Lord and Christ!”",
    "pRef1": "Acts 2:36",
    "pText1": "God made Jesus Christ to be the Lord.",

    "pVerse2": "He has sent this message to the people of Israel, proclaiming the gospel of peace through Jesus Christ, who is Lord of all.",
    "pRef2": "Acts 10:36",

    "pVerse3": "Who through the Spirit of holiness was declared with power to be the Son of God by His resurrection from the dead: Jesus Christ our Lord.",
    "pRef3": "Romans 1:4",
    "pText2": "In the letter to the Roman Church, Paul the Apostle declares Jesus as his Lord as well as the Lord of the believers in the Roman Church.",

    "pVerse4": "Neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. ",
    "pRef4": "Romans 8:39",
    "pText4": "The love of God is in our Lord.",

    "pSub3": "The Lord must be obeyed",

    "pText5": "What is characteristic for the Lordship? The principle of superiority and subordination. The Lord is superior, he gives instructions. His servant is subordinate to him, receives instructions and obeys it.",

    "pVerse5": "Slaves, obey your earthly masters with respect and fear and sincerity of heart, just as you would obey Christ.",
    "pRef5": "Ephesians 6:5",
    "pText6": "So we should obey the Lord Jesus with the same fear, trembling as a faithful slave obeys his human master.",

    "pVerse6": "Then Barnabas brought him to the apostles and described how Saul had seen the Lord, who spoke to him on the road to Damascus, and how Saul had spoken boldly in that city in the name of Jesus. So Saul stayed with them, moving about freely in Jerusalem and speaking boldly in the name of the Lord.",
    "pRef6": "Acts 9:27-28",
    "pText7": "After meeting Jesus Christ, Saul couldn't not to preach about Him. He testified about Jesus Christ as it was his personal experience. And he preached precisely about Him, because the meeting with Him changed his whole life and changed the knowledge of what he had believed till he met Him.",

    "pVerse7": "But I consider my life of no value to me, if only I may finish my course and complete the ministry I have received from the Lord Jesus - the ministry of testifying to the good news of God’s grace.",
    "pRef7": "Acts 20:24",
    "pVerse8": "Men who have risked their lives for the name of our Lord Jesus Christ.",
    "pRef8": "Acts 15:26",
    "pText8": "What kind of Lord was He to them that they were willing to die for His name? It could not be that they worship God the Father and have no relationship with Jesus Christ. They would have no incentive to take risks for Him.",

    "pVerse9": "Am I now seeking the approval of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a servant of Christ. ",
    "pRef9": "Galatians 1:10",

    "pText9": "To be a servant is to be devoted only to his master and follow his instructions. But this is possible only when the servant knows what his master requires from him. Therefore, the servant of Jesus Christ must be in continuous contact with his Lord.",

    "pSub4": "How to contact the Lord?",

    "pVerse10": "Humbly accept the word planted in you, which can save your souls. Be doers of the word, and not hearers only. Otherwise, you are deceiving yourselves. For anyone who hears the word but does not carry it out is like a man who looks at his face in a mirror, and after observing himself goes away and immediately forgets what he looks like. But the one who looks intently into the perfect law of freedom, and continues to do so - not being a forgetful hearer, but an effective doer - he will be blessed in what he does.",
    "pRef10": "James 1:21-25",

    "pText10": "God's Word contains God's will for man, and through it the follower of the Lord can know his Lord and know how to behave and what to do in his life.",

    "pVerse11": "Pray without ceasing!",
    "pRef11": "First Thessalonians 5:17",

    "pText11": "Paul the apostle exhorted believers to persevere in prayer continuously, because he himself did so. He was in contact with his Lord to receive instructions from Him and to have fellowship with Him.",

    "pSub5": "Paul the apostle had a relationship with his Lord",

    "pVerse12": "To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and the Lord Jesus Christ.",
    "pRef12": "Romans 1:7",

    "pText12": "Paul received peace from God and from Jesus, and he then blessed his believing brothers and sisters. But God's Word excludes serving two masters:",

    "pVerse13": "No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and money.",
    "pRef13": "Luke 16:13",

    "pText13": " Only God is the right Lord. But the apostle Paul refers to Jesus Christ as Lord. And that's okay because Jesus says:",

    "pVerse14": "I and the Father are one.",
    "pRef14": "John 10:30",
    "pVerse15": "Therefore, just as you have received Christ Jesus as Lord, continue to walk in Him.",
    "pRef15": "Colossians 2:6",

    "pText14": "The apostle Paul lived in Jesus Christ. But how is that possible?",
    "pVerse16": " But he who unites himself with the Lord is one with Him in spirit.",
    "pRef16": "First Corinthians 6:17"
  },

  "czech": {
    "pTitle": "Koho Pánem je Ježíš?",
    "pSub1": "Kdo ustanovil Ježíše za Pána?",

    "pVerse1": "Ať tedy bezpečně zná celý dům izraelský, že i Pánem, i Kristem učinil Bůh toho Ježíše, kterého jste vy ukřižovali.",
    "pRef1": "Skutky apoštolů 2:36",
    "pText1": "Bůh ustanovil Ježíše Krista za Pána.",

    "pVerse2": "To slovo, které poslal synům izraelským, když dal zvěstovat pokoj skrze Ježíše Krista - a On je Pánem všech. ",
    "pRef2": "Skutky apoštolů 10:36",

    "pVerse3": "Který je podle Ducha svatosti ustanoven od vzkříšení z mrtvých jako Boží Syn s mocí - o Ježíši Kristu, našem Pánu.",
    "pRef3": "Římanům 1:4",
    "pText2": "V dopise římské církve Pavel apoštol prohlašuje Ježíše za jeho Pána i za Pána věřících v římské církvi.",

    "pVerse4": "Ani vysokost, ani hlubokost, ani žádná jiná stvoření nemohou nás odloučit od lásky Boží, která je v Kristu Ježíši, našem Pánu.",
    "pRef4": "Římanům 8:39",
    "pText4": "Láska Boží je v našem Pánu.",

    "pSub3": "Pána je třeba poslouchat",

    "pText5": "Čím je charakteristické panství? Principem nadřízenosti a podřízenosti. Pán je nadřízený, dává instrukce. Jeho poddaný mu je podřízen, přijímá instrukce a poslouchá je. ",

    "pVerse5": "Otroci, poslouchejte své tělesné pány s bázní a chvěním v upřímnosti srdce jako Krista.",
    "pRef5": " Efezským 6:5",
    "pText6": "Pána Ježíše máme tedy poslouchat se stejnou bázní, chvěním jako poslouchá věrný otrok svého tělesného pána.",

    "pVerse6": "Ujal se ho však Barnabáš a uvedl ho k apoštolům, pověděl jim, jak na cestě viděl Pána a že mluvil s Ním, i jako neohroženě kázal v Damašku ve jménu Ježíšově. A přebýval s nimi v Jeruzalémě, kázal neohroženě ve jménu Páně.  ",
    "pRef6": "Skutky apoštolů 9:27-28 ",
    "pText7": "Saul po setkání s Ježíšem Kristem nemohl o Něm nekázat. Svědčil o Ježíši Kristu, protože to byla jeho osobní zkušenost. A kázal právě o Něm, protože setkání s Ním změnilo celý jeho dosavadní život a změnilo poznání toho, čemu do té doby věřil.",

    "pVerse7": "Ale mně život nestojí za řeč, jen ať s radostí dokonám běh a službu, kterou jsem přijal od Pána Ježíše: svědčit o evangeliu milosti Boží.",
    "pRef7": "Skutky apoštolů 20:24",

    "pVerse8": " S muži, kteří životy nasadili pro jméno našeho Pána Ježíše Krista.",
    "pRef8": "Skutky apoštolů 15:26",
    "pText8": "Jakým Pánem jim byl, že byli ochotni zemřít za Jeho jméno? To nemohlo být tak, že uctívají Boha Otce a nemají žádný vztah s Ježíšem Kristem. Neměly by žádnou motivaci za Něho riskovat.",

    "pVerse9": "Nebo jestli se snažím lidem líbit? Pokud bych se ještě (chtěl) líbit lidem, nebyl bych služebníkem Kristovým.",
    "pRef9": "Galatským 1:10",

    "pText9": "Být služebník je být oddán jen svému pánovi a následovat jeho instrukce. Ale to je možné jen tehdy, když sluha ví, co jeho pán po něm požaduje. Sluha Ježíše Krista proto musí být se svým Pánem v neustálém kontaktu.",

    "pSub4": "Jak kontaktovat Pána?",

    "pVerse10": "S tichostí přijímejte vštěpované slovo, které má moc spasit vaše duše. Buďte však činiteli slova, a nejen posluchači, kteří oklamávají sami sebe. Neboť je-li někdo posluchačem slova, a ne činitelem, podobá se muži, který si v zrcadle pozoruje svou přirozenou tvář; viděl se totiž, ale odešel a ihned zapomněl, jaký je. Ale kdo se zahleděl do dokonalého zákona svobody a vytrval ne jako zapomnětlivý posluchač, ale jako činitel skutku, ten bude blahoslaven ve svém jednání.",
    "pRef10": "Jakub 1:21-25",

    "pText10": "Boží Slovo obsahuje Boží vůli pro člověka a tak prostřednictvím něho může následovník Pána poznat svého Pána a poznat jak se má chovat a co ve svém životě dělat.",

    "pVerse11": "Neustále se modlete!",
    "pRef11": "První Tesalonickým 5:17",

    "pText11": " Pavel apoštol vybízel věřící, aby setrvávali na modlitbách neustále, protože on sám tak dělal. Byl v kontaktu se svým Pánem, aby přijímal instrukce od Něho a měl s Ním společenství.",

    "pSub5": "Pavel apoštol měl vztah se svým Pánem",

    "pVerse12": " Všem od Boha milovaným, povolaným svatým v Římě: Milost vám a pokoj od Boha, našeho Otce, a od Pána Ježíše Krista!",
    "pRef12": "Římanům 1:7",

    "pText12": "Pavel přijímal pokoj od Boha i od Ježíše a ten pak žehnal věřícím bratřím a sestrám. Ale Boží Slovo vylučuje sloužit dvěma pánům:",

    "pVerse13": "Ani jeden sluha nemůže sloužit dvěma pánům. Neboť jednoho bude nenávidět, a druhého milovat; buď se jednoho bude držet, a druhým pohrdne. Nemůžete sloužit Bohu i mamonu.",
    "pRef13": "Lukáš 16:13",

    "pText13": " Jen Bůh je Ten správný Pán. Ale apoštol Pavel uvádí Ježíše Krista jako Pána. A je to vpořádku, protože Ježíš říká:",

    "pVerse14": "Já a Otec jsme jedno.",
    "pRef14": "Jan 10:30",
    "pVerse15": " Proto, jak jste přijali Krista Ježíše, Pána, v Něm žijte.",
    "pRef15": " Kolosenským 2:6",

    "pText14": "Apoštol Pavel žil v Ježíši Kristu. Ale jak je to možné?",
    "pVerse16": "Kdo se připojí k Pánu, je s Ním jeden Duch. ",
    "pRef16": "První Korintským 6:17"
  }
}
