{
  "slovak": {
    "sTitle": "Večera Pánova",
    "sSub1": "Chceš si uctiť pamiatku Ježiša Krista?",

    "sVerse1": "Nato vzal chlieb, dobrorečil, lámal a dával im, hovoriac: Toto je moje telo, ktoré sa vydáva za vás; to čiňte na moju pamiatku. A podobne (vzal) po večeri kalich a hovoril: Tento kalich je nová zmluva v mojej krvi, ktorá sa vylieva za vás.",
    "sRef1": "Lukáš 22:19-20",
    "sText1": "Telo sa vydalo za všetkých ľudí. Aj krv tiekla za všetkých ľudí.",
    "sVerse2": "  Isteže preto sa unúvame a zápasíme, lebo máme nádej v živom Bohu, ktorý je Spasiteľom všetkých ľudí, najmä veriacich.",
    "sRef2": "Prvý Timotejovi 4:10",

    "sSub2": "Chceš svedčiť o Jeho smrti?",

    "sVerse3": "Lebo kedykoľvek by ste jedli tento chlieb a pili z kalicha, zvestujete smrť Pánovu, kým nepríde! ",
    "sRef3": "Prvý Korintským 11:26",
    "sText2": "Kto je svedkom smrti a vzkriesenia Ježiša Krista? Každý, kto Ho prijal. Preto prijímať chlieb a víno má každý, v ktorom Duch Pánov prebýva.",

    "sVerse4": "Kto vyznáva Syna, má aj Otca.",
    "sRef4": "Prvý Jánov 2:23",

    "sSub3": "Chceš mať večný život?",

    "sVerse5": "Riekol im Ježiš: Veru, veru, hovorím vám: Ak nejete telo Syna človeka a nepijete Jeho krv, nemáte života v sebe. Kto je moje telo a pije moju krv, má večný život, a ja ho vzkriesim v posledný deň. Lebo moje telo je pravý pokrm a moja krv je pravý nápoj.",
    "sRef5": "Ján 6:53-55",

    "sSub4": "Chceš byť v duchovnom spojení s Ježišom?",

    "sVerse6": "Kto je moje telo a pije moju krv, zostáva vo mne a ja v ňom. Ako mňa poslal živý Otec a ja žijem skrze Otca, aj ten, kto mňa je, bude žiť skrze mňa.",
    "sRef6": "Ján 6:56-57",

    "sSub5": "Chceš mať podiel na Ježišovi?",

    "sVerse7": "Potom nalial vodu do umývadla, začal umývať učeníkom nohy a utierať zásterou, ktorou bol opásaný.",
    "sRef7": "Ján 13:5",

    "sVerse8": "Povedal Mu Peter: Pane, nikdy mi nebudeš umývať nohy! Odpovedal mu Ježiš: Ak ťa neumyjem, nemáš so mnou podiel.",
    "sRef8": "Ján 13:8",

    "sText4": "Tento úkon je nariadením Pána a podmienkou toho, aby s Ním mal veriaci podiel.",

    "sVerse10": "Keď teda ja, Pán a Majster, umyl som vám nohy, aj vy ste povinní navzájom si umývať nohy.",
    "sRef10": "Ján 13:14",

    "sText5": "Každý, kto má Ježiša Krista za svojho Pána, má povinnosť konať tento úkon svojmu spolubratovi.",

    "sSub6": "Nezriekaj sa blahoslavenstva",

    "sVerse11": "Keď to viete, blahoslavení ste, ak podľa toho aj konáte. Nehovorím o všetkých vás, ja viem, ktorých som si vyvolil, ale aby sa naplnilo Písmo: Ten, čo jedol môj chlieb, pozdvihol pätu proti mne.",
    "sRef11": "Ján 13:17-18",

    "sText6": "Ten, koho Ježiš Kristus je Pánom, si pripomína Jeho smrť a umýva nohy spolubratom, je blahoslavený.",

    "sText7": "Avšak nie ten, koho Ježiš Kristus nie je Pánom, je vo vzbure ako bol aj Judáš alebo ten, kto neprichádza k večeri Pánovej s čistým srdcom alebo vníma večeru Pánovu ako obyčajnú večeru:",

    "sVerse12": "Preto ktokoľvek by nehodne jedol chlieb alebo pil z kalicha Pánovho, previní sa proti telu a krvi Pánovej. Skúmaj sa teda, človeče, a tak jedz z chleba a pi z kalicha; lebo kto nehodne je a pije, odsúdenie si je a pije, lebo nerozoznáva telo Pánovo.",
    "sRef12": "Prvý Korintským 11:27-29"
  },

  "english": {
    "sTitle": "The Lord's Supper",
    "sSub1": "Do you want to honor the memory of Jesus Christ?",

    "sVerse1": "And He took the bread, gave thanks and broke it, and gave it to them, saying, “This is My body, given for you; do this in remembrance of Me.” In the same way, after supper He took the cup, saying, “This cup is the new covenant in My blood, which is poured out for you.",
    "sRef1": "Luke 22:19-20",
    "sText1": "The body was given for all men. Blood also flowed for all people.",
    "sVerse2": "To this end we labor and strive, because we have set our hope on the living God, who is the Savior of everyone, and especially of those who believe.",
    "sRef2": "First Timothy 4:10",

    "sSub2": "Do you want to testify of His death?",

    "sVerse3": "For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until He comes.",
    "sRef3": "First Corinthians 11:26",
    "sText2": "Who witnesses the death and resurrection of Jesus Christ? Everyone who received Him. Therefore, everyone in whom the Spirit of the Lord dwells has to partake of bread and wine.",

    "sVerse4": "Whoever confesses the Son has the Father as well.",
    "sRef4": "First John 2:23",

    "sSub3": "Do you want to have eternal life?",

    "sVerse5": "So Jesus said to them, “Truly, truly, I tell you, unless you eat the flesh and drink the blood of the Son of Man, you have no life in you. Whoever eats My flesh and drinks My blood has eternal life, and I will raise him up at the last day. For My flesh is real food, and My blood is real drink.",
    "sRef5": "John 6:53-55",

    "sSub4": "Do you want to be in spiritual connection with Jesus?",

    "sVerse6": "Whoever eats My flesh and drinks My blood remains in Me, and I in him. Just as the living Father sent Me and I live because of the Father, so also the one who feeds on Me will live because of Me.",
    "sRef6": "John 6:56-57",

    "sSub5": "Do you want to have share in Jesus?",

    "sVerse7": "After that, He poured water into a basin and began to wash the disciples’ feet and dry them with the towel that was around Him.",
    "sRef7": "John 13:5",

    "sVerse8": "“Never shall You wash my feet!” Peter told Him. Jesus answered, “Unless I wash you, you have no part with Me.”",
    "sRef8": "John 13:8",

    "sText4": "This act is the order of the Lord and the condition for the believer to have a share with Him.",

    "sVerse10": "So if I, your Lord and Teacher, have washed your feet, you also should wash one another’s feet. ",
    "sRef10": "John 13:14",

    "sText5": "Everyone who has Jesus Christ as his Lord has an obligation to do this act to his fellow brother.",

    "sSub6": "Do not renounce the blessing",

    "sVerse11": "If you know these things, you will be blessed if you do them. I am not speaking about all of you; I know whom I have chosen. But this is to fulfill the Scripture: ‘The one who shares My bread has lifted up his heel against Me.’",
    "sRef11": "John 13:17-18 ",

    "sText6": "Blessed is the one for whom Jesus Christ is Lord, who remembers His death and washes the feet of his fellow brothers.",

    "sText7": "However, blessed is not the one for whom Jesus Christ is not Lord, is in rebellion as was Judas, or the one who does not come to the Lord's Supper with a pure heart or perceives the Lord's Supper as an ordinary supper:",

    "sVerse12": "Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the  body and blood of the Lord. Each one must examine himself before he eats of the bread and drinks of the cup. For anyone who eats and drinks without recognizing the body  eats and drinks judgment on himself.",
    "sRef12": "First Corinthians 11:27-29"
  },

  "czech": {
    "sTitle": "Večeře Páně",
    "sSub1": "Chceš si uctít památku Ježíše Krista?",

    "sVerse1": "Nato vzal chléb, dobrořečil, lámal a dával jim, řka: Toto je mé tělo, které se vydává za vás; to čiňte na mou památku. A podobně (vzal) po večeři kalich a říkal: Tento kalich je nová smlouva v mé krvi, která se vylévá za vás.",
    "sRef1": "Lukáš 22:19-20",
    "sText1": "Tělo se provdalo za všechny lidi. I krev tekla za všechny lidi.",
    "sVerse2": " Jistěže proto se unouváme a zápasíme, neboť máme naději v živém Bohu, který je Spasitelem všech lidí, zejména věřících.",
    "sRef2": "První Timoteovi 4:10",

    "sSub2": "Chceš svědčit o Jeho smrti?",

    "sVerse3": "Neboť kdykoli byste jedli tento chléb a pili z kalicha, zvěstujete smrt Páně, dokud nepřijde! ",
    "sRef3": "První Korintským 11:26",
    "sText2": "Kdo je svědkem smrti a vzkříšení Ježíše Krista? Každý, kdo Ho přijal. Proto přijímat chléb a víno má každý, ve kterém Duch Páně přebývá. ",

    "sVerse4": "Kdo vyznává Syna, má také Otce.",
    "sRef4": "První Janův 2:23",

    "sSub3": "Chceš mít věčný život?",

    "sVerse5": "Řekl jim Ježíš: Amen, amen, pravím vám: Nejíte-li tělo Syna člověka a nepijete Jeho krev, nemáte života v sobě. Kdo je mé tělo a pije mou krev, má věčný život, a já ho vzkřísím poslední den. Nebo mé tělo je pravý pokrm a má krev je pravý nápoj.",
    "sRef5": "Jan 6:53-55",

    "sSub4": "Chceš být v duchovním spojení s Ježíšem?",

    "sVerse6": "Kdo je mé tělo a pije mou krev, zůstává ve mně a já v něm. Jak mě poslal živý Otec a já žiji skrze Otce, i ten, kdo mě jí, bude žít skrze mě.",
    "sRef6": "Jan 6:56-57",

    "sSub5": "Chceš mít podíl na Ježíšovi?",

    "sVerse7": "Potom nalil vodu do umyvadla, začal mýt učedníkem nohy a utírat zástěrou, kterou byl opásán.",
    "sRef7": "Jan 13:5",

    "sVerse8": "Řekl Mu Petr: Pane, nikdy mi nebudeš mýt nohy! Ježíš mu odpověděl: Neumyji-li tě, nemáš se mnou podíl.",
    "sRef8": "Jan 13:8",

    "sText4": "Tento úkon je nařízením Pána a podmínkou toho, aby s Ním měl věřící podíl.",

    "sVerse10": "Když tedy já, Pán a Mistr, umyl jsem vám nohy, i vy jste povinni navzájem si mýt nohy.",
    "sRef10": "Jan 13:14",

    "sText5": "Každý, kdo má Ježíše Krista za svého Pána, má povinnost konat tento úkon svému spolubratrovi.",

    "sSub6": "Nezříkej se blahoslavenství",

    "sVerse11": " Když to víte, blahoslavení jste, pokud podle toho také činíte. Nemluvím o všech vás, já vím, které jsem si vyvolil, ale aby se naplnilo Písmo: Ten, co jedl můj chléb, pozvedl patu proti mně.",
    "sRef11": "Jan 13:17-18",

    "sText6": "Ten, koho Ježíš Kristus je Pánem, si připomíná Jeho smrt a myje nohy spolubratřím, je blahoslavený.",

    "sText7": "Avšak ne ten, koho Ježíš Kristus není Pánem, je ve vzpouře jako byl i Jidáš nebo ten, kdo nepřichází k večeři Páně s čistým srdcem nebo vnímá večeři Páně jako obyčejnou večeři:",

    "sVerse12": "Proto kdokoli by nehodně jedl chléb nebo pil z kalicha Pánova, proviní se proti tělu a krvi Páně. Zkoumej se tedy, člověče, a tak jez z chleba a pij z kalicha; neboť kdo nehodně jí a pije, odsouzení si jí a pije, neboť nerozeznává tělo Pánovo.",
    "sRef12": "První Korintským 11:27-29"
  }
}
